{
    "case": "aarhus-vand-gar-et-spadestik-dybere",
    "url": "https://www.knowit.dk/cases/aarhus-vand-gar-et-spadestik-dybere/",
    "dom": [
        {
            "el": "h1",
            "text": "Aarhus Vand går et spadestik dybere"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "AARHUS VAND"
        },
        {
            "el": "p",
            "text": "Med digitalisering og automatiseret kommunikation har Aarhus Vand gravet endnu dybere efter den gode digitale kundeoplevelse. Gennem et nyt Marketing Automation-setup modtager de aarhusianske grundejere nu områdespecifik og relevant information om de store graveprojekter, der påvirker deres grunde. Og at dømme ud fra mail-flowets signifikante klikrate er løsningen landet på et tørt sted."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faarhus-vand%2Fa4---21.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Sammen om en bæredygtig fremtid"
        },
        {
            "el": "p",
            "text": "Siden 1872 har Aarhus Vand banet vejen for at fremtidssikre muligheden for det sunde liv gennem rent vand. Med et internationalt anerkendt arbejde med hele vandets kredsløb har Aarhus Vand gentænkt måden, hvorpå potentialet i vand realiseres til gavn for klimaet og til glæde for os alle sammen. "
        },
        {
            "el": "p",
            "text": "Sammen med Aarhus Kommune er en stor del af deres arbejde at klimatilpasse Aarhus ved blandt andet at hjælpe grundejerne med at adskille regn- og spildevand på deres grunde. Derfor skulle Aarhus Vands kundeoplevelse justeres, så grundejerne følte sig velinformerede omkring den komplekse proces, der skal til, når kloakken skal separeres ude i vejen og inde på grundejernes grund."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faarhus-vand%2Fa4---16.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Den rette besked til den rette person på det rette tidspunkt"
        },
        {
            "el": "p",
            "text": "I 2021 fik Knowit Experience rørnøglen til Aarhus Vands kommunikationsflow, som indtil da var bygget på en kombination af traditionel, fysisk post, cold-calling og outlook-mails. Med en forbedret digital kundeoplevelse for øje ønskede Aarhus Vand at optimere deres kommunikation til grundejerne ved at fritage modtageren for information, der ikke havde relevans for deres område. Således blev vores opgave at hjælpe Aarhus Vand med at transformere deres one-size-fits-all tilgang til kommunikationen og samtidigt reducere meget af det manuelle arbejde, der lå i at sende mails og fysisk post til borgernes postkasser - og vedhæfte stikskitser og bilag til hver enkelt. "
        },
        {
            "el": "p",
            "text": "Første skridt i retningen mod personlig digital kommunikation var en workshop med Aarhus Vand. Gennem audits, løbende dialog og finpudsning kom vi frem til en løsning, som (reelt) skulle sætte modtageren i centrum og sørge for den rette besked til den rette person på det rette tidspunkt - noget som i den digitale verden rimer på marketing automation. I samarbejde med Aarhus Vand leverede vi derfor en automatiseringsløsning på tværs af deres digitale kommunikationsplatforme, som ikke kun har sparet Aarhus Vand tid og penge, men også givet dem mulighed for at målrette deres kommunikation til det specifikke boligområde."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faarhus-vand%2Fa4---9.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "En bedre digital kundeoplevelse med marketing automation"
        },
        {
            "el": "p",
            "text": "Med marketing automation har Aarhus Vand fået opbygget og designet et nyt email-flow, som giver dem indsigt i, hvor meget information kunderne har fået - klik for klik. Ved at tracke på, hvilke mails ejerne har modtaget, åbnet og klikket rundt i, kan Aarhus Vand tegne et billede af, hvor langt de er i processen og give en personlig betjening til de kunder, der måtte have brug for det. Automation-flowet sørger også for, at der automatisk sendes en mail til dem, der i de første 14 dage efter udsendelse, ikke har åbnet mailen endnu for at sikre, at alle har læst den vigtige information. På den måde modtager borgeren altså kun information ud fra, hvordan de har handlet på tidligere mails. "
        },
        {
            "el": "p",
            "text": "Som et led i flowet leverede vi også en landingsside på aarhusvand.dk, som modtageren kontinuerligt bliver inviteret til at besøge gennem mails og dialog med kunderne. Med ‘Min Kloak’ kan boligejerne ved hjælp af en søgefunktion selv finde frem til den nødvendige information om deres område på det tidspunkt, de har brug for det. Den nye landingsside har ikke kun gjort det nemmere og mere bekvemt for den enkelte borger, men for Aarhus Vand betød ‘MinKloak’ og søgefunktionen mindre manuelt arbejde med at forberede kommunikationen til kunderne. Også her kan Aarhus Vand følge kundens rejse ud fra, hvad der blev klikket på og derigennem stykke et billede sammen af, hvad de har læst og ikke læst. Den forbrugerindsigt tillader Aarhus Vand at være mere proaktive og besvare kundens spørgsmål inden de opstår – noget, som har vist sig at være til stor glæde for de aarhusianske grundejere."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faarhus-vand%2Fa4---30.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "En vandflod af engagement"
        },
        {
            "el": "p",
            "text": "Målet om at forbedre den digitale kundeoplevelse stillede Aarhus Vand over for en kompleks opgave - vigtigst af alt var dog, at grundejerne åbnede de mails, de fik tilsendt. Og selvom der endnu ikke er løbet meget vand gennem Aarhus Vands nye automatiserings-rør viser resultaterne indtil nu en tydeligt positiv stigning i engagement på deres mails siden implementeringen. Især en gennemsnitlig åbningsrate på over 80%, og i gennemsnit 44,3% som åbnede et eller flere links i mailsene, viser tydeligt, at boligejerne finder informationen i mailrækken relevant."
        },
        {
            "el": "p",
            "text": "Mailflowet er blevet boligejernes redningsvest mod at drukne i ikke-relevant information. Den målrettede kommunikation sørger for, at de er opdateret på det arbejde der skal foretages i deres boligområde, og dermed ikke mister overblikket undervejs i projektet. Aarhus Vands nye Marketing Automation-løsning er altså ikke kun fordelagtig for dem selv og byens grundejere, men også for at sikre, at vi i Aarhus kan håndtere klimaforandringerne i fremtiden - noget som vi er glade for at være en del af."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faarhus-vand%2Fa4---26.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "p",
            "text": "Fra første kontakt og hele vejen gennem implementeringen af den nye automation-løsning, har rådgivningen fra Knowit Experience været i særklasse. Den løbende sparring og hurtige respons, når vi har haft brug for hjælp, har gjort, at vi har følt os 100% i gode hænder – noget, som har været højt værdsat og altafgørende for samarbejdet og den fælles ambition om at give vores kunder den bedst mulige oplevelse."
        },
        {
            "el": "p",
            "text": "Malene Philippa Laursen, Digital Editor, Customers and Market"
        },
        {
            "el": "p",
            "text": "Aarhus Vand."
        }
    ]
}