{
    "case": "aura-viser-vejen-med-gront-elbil-koncept",
    "url": "https://www.knowit.dk/cases/aura-viser-vejen-med-gront-elbil-koncept/",
    "dom": [
        {
            "el": "h1",
            "text": "AURA viser vejen med grønt elbil-koncept"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "AURA WAYBETTER"
        },
        {
            "el": "p",
            "text": "AURA energi og DriveClever har fundet den grønne vejviser frem og skabt et bæredygtigt elbil-koncept, der gør det uforskammet let for enhver virksomhed at lease en elbil. Konceptet hedder waybetter, og Knowit Experience står bag den samlede brandidentitet - lige fra navn og logo til copywriting og website. Alt sammen udviklet som et pilotprojekt på bare 4 uger."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faura%2F3iphones2.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Græsset er grønnere på AURAs side af hegnet"
        },
        {
            "el": "p",
            "text": "En væsentlig del af visionen hos energiselskabet AURA er, at de vil understøtte og bidrage aktivt til udviklingen af et mere bæredygtigt samfund. Det kan hurtigt lyde som en moderne floskel, men AURA har allerede gentagne gange lagt handling bag ordene med initiativer som ’AURA energis grønne pris’, der belønner et særligt bæredygtigt projekt med 200.000 kr., og ’AURA Delebil’, der gør det muligt for billøse østjyder at låne en elbil til de ærinder, hvor cyklen ikke rækker."
        },
        {
            "el": "p",
            "text": "Det næste punkt på AURAs grønne dagsorden var at gøre det lettere for alle landets virksomheder at styrke deres grønne profil. Derfor gik de sammen med bilservice-firmaet DriveClever og udviklede et initialt forretningskoncept med fokus på at gøre det nemt og praktisk for enhver virksomhed at lease en elbil til intern brug. De havde imidlertid brug for vores hjælp til at identificere og definere konceptets USP’er."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faura%2Fwaybetter4.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faura%2Fwaybetter1.jpeg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Når univers-udfoldelse møder speed-to-market"
        },
        {
            "el": "p",
            "text": "Den primære udfordring ved projektet var, at konceptet manglede både et navn, et logo, en stil og en identitet, før forretningsmodellen for alvor ville kunne testes af i praksis. Derfor kom AURA til os med en stram deadline og et ønske om en stærk brandidentitet, der skulle skille konceptet ud fra de andre løsninger på markedet og dermed bidrage til at skabe en stærkere business case."
        },
        {
            "el": "p",
            "text": "På bare 4 uger var opgaven altså at udvikle en MVP (minimum viable product) i form af et funktionelt website, men med et modnet koncept og en veldefineret identitet. Derfor har vi gjort os umage med at balancere speed-to-market-ønsket med den kreative udfoldelse af brandets univers for at udkomme med et testbart koncept, der både er gennemtænkt og velfungerende – uden at bryde de tidsmæssige og økonomiske rammer omkring projektet. Resultatet blev waybetter."
        },
        {
            "el": "p",
            "text": "Det første skridt på vejen mod en skarp brandidentitet var at definere visionen og de primære drivkræfter bag forretningskonceptet. Visionen stod nærmest som skrevet på himlen i AURAs grønne ledestjerner: Vi vil gøre det nemt for virksomheder at køre grønt. Alt andet er helt sort."
        },
        {
            "el": "p",
            "text": "I den vision ligger der dermed også nogle tydelige kerneprincipper for konceptet: Det skal være en nem og bekvem løsning. Det skal være et ansvarligt valg, der føles godt at træffe. Det skal bidrage til virksomhedens grønne omstilling."
        },
        {
            "el": "h2",
            "text": "Grøn, lettilgængelig mobilitet"
        },
        {
            "el": "p",
            "text": "Med en grøn retning plottet ind i GPS’en var det blevet tid til at rulle identiteten ud på de åbne veje. Ultimativt handler forretningskonceptet om grøn og lettilgængelig mobilitet. Det handler om at sætte en bæredygtig retning og gøre det let for andre virksomheder at komme med på turen og hoppe i den grønne førertrøje."
        },
        {
            "el": "p",
            "text": "Vi udforskede derfor ’vejen’ som det definerende formsprog for konceptet, der kunne understøtte og tydeliggøre værdier som mobilitet, retning og drive. Vejen symboliserer både målbevidst retning og fremgang, der her centrerer sig om den grønne omstilling, men den symboliserer også mere bløde værdier i form af den frihed og legende mobilitet, som løsningen giver for dem, der faktisk skal køre i bilerne."
        },
        {
            "el": "p",
            "text": "Sammenkoblingen af den grønne førertrøje og vejen som formsprog er således kongstanken bag den endelige identitet. Navnet waybetter positionerer instinktivt konceptet som ’den bedre vej’ – både når det gælder convenience for din virksomhed og tilstræbelsen af en mere bæredygtig fremtid."
        },
        {
            "el": "p",
            "text": "Den legende mobilitet og fokusset på miljøhensyn er ligeledes fremtrædende i identitetens tone-of-voice, hvor sprogbruget er humoristisk og idealistisk men samtidigt kompetent og målbestemt. Dette skinner også igennem i identitetens dynamiske animationer, hvor den grønne prik på legende vis optegner ’den bedre vej’."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Faura%2Fwaybetter3.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Testbart forretningskoncept med en skarp profil"
        },
        {
            "el": "p",
            "text": "Projektet med waybetter illustrerer, at det godt kan lade sig gøre at bygge et brand og et velovervejet forretningskoncept på 4 uger. Speed-to-market fylder meget i nutidens erhvervsliv og derfor er det vigtigt at have modet og evnerne til at agere hurtigt og teste potentielle forretningsmuligheder af, så man skaber et ordentligt grundlag for at validere forretningsmodellen."
        },
        {
            "el": "p",
            "text": "Waybetter er resultatet af en tæt, agil samarbejdsproces med AURAs innovationsafdeling, hvor det konkrete output skulle være et funktionelt website, men hvor det i virkeligheden var udfoldelsen af brandunivers og -identitet, der var tungen på konceptets vægtskål. Et gennemtænkt navn og en tydelig identitet skærper brandets profil, hvilket ultimativt gør, at konceptet står stærkere og dermed giver en tydeligere indikation af, hvorvidt forretningsmodellen er værd at satse på eller ej."
        },
        {
            "el": "p",
            "text": "Besøg waybetters nye website her."
        },
        {
            "el": "p",
            "text": "I et hastigt forandrende marked er agilitet og speed-to-market kritisk for AURA og i særdeleshed AURA E-Mobility. Med waybetter tager vi i AURA endnu et skridt ud i E-Mobility-markedet og forhåbentlig et kæmpe skridt ind i den grønne omstilling sammen med alle de danske virksomheder, som ønsker at komme med på turen. Det tætte samarbejde med Knowit Experience har været afgørende for at lead-tiden for denne projekttype i AURA har kunnet holdes langt under gennemsnittet – uden at vi er gået på kompromis med kvaliteten."
        },
        {
            "el": "p",
            "text": "Anders Sahl Hansen, Innovationschef"
        },
        {
            "el": "p",
            "text": "AURA energi."
        }
    ]
}