{
    "case": "avinor-viser-norges-bedste-sider-fra-luften",
    "url": "https://www.knowit.dk/cases/avinor-viser-norges-bedste-sider-fra-luften/",
    "dom": [
        {
            "el": "h1",
            "text": "Avinor viser Norges bedste sider fra luften"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "AVINOR"
        },
        {
            "el": "p",
            "text": "Hvordan gør man nordmænd interesserede i det arbejde, Avinor laver? Man tilbyder et nyt perspektiv på noget, alle nordmænd går op i; Norge."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Favinor-dk%2Favinor-bg2.jpg&w=640&q=75 640w",
            "alt": "Avinor viser Norges bedste sider fra luften"
        },
        {
            "el": "h2",
            "text": "Skab kendskab"
        },
        {
            "el": "p",
            "text": "I maj 2014 fløj en af Avinors helikoptere fra syd til nord og tilbage igen mellem alle Norges 46 lufthavne. Det resulterede i 90 timers film, som blev streamet i HD og 360 grader. Helikopteren tog turen, fordi Norges befolkning havde en ringe bevidsthed om Avinor, selvom virksomheden er ansvarlig for centrale sociale forvaltningsopgaver i luftrummet, dirigering af lufttrafikken og driften af Norges lufthavne."
        },
        {
            "el": "p",
            "text": "Vi ville tilbyde en oplevelse, der opfordrede til engagement og deltagelse, og som var baseret på nordmændenes stolthed over Norges natur og kærligheden til den frihed, der opstår, når man bor og arbejder, hvor man vil. Konceptet var Flyv med os - Norge fra luften, fra lufthavn til lufthavn i tre uger."
        },
        {
            "el": "h2",
            "text": "Engagerede seere"
        },
        {
            "el": "p",
            "text": "For at maksimere effekten af ​​kampagnen dannede vi et partnerskab med TV2 Norge. Dette resulterede i det største web-tv-initiativ i kanalens historie og en kontinuerlig dækning på tværs af alle de redaktionelle områder. "
        },
        {
            "el": "p",
            "text": "Kampagnen skabte værdi for langt over 50 millioner, og der blev vist 15 relaterede tv-programmer på TV2 - med et gennemsnitligt seertal på 320.000. "
        },
        {
            "el": "p",
            "text": "Hjemmesiden fungerede som en live central, hvor publikum kunne følge helikopteren, se et kort over den planlagte flyverute, komme med forslag til ændringer af ruten og dele indhold. I alt fik hjemmesiden over 1 million besøg i løbet af kampagneperioden. Foruden hjemmesiden blev fire sociale medier brugt til at skabe engagement og brugergenereret indhold i løbet af kampagneperioden."
        },
        {
            "el": "h2",
            "text": "Stor mediedækning"
        },
        {
            "el": "p",
            "text": "De 46 lufthavne fik støtte i form af hjælp og ideer til at gennemføre lokale tiltag, hvilket resulterede i begivenheder med stort fremmøde. Medieplanen strakte sig over tre uger og bidrog til dækning af kampagnen i nationale, regionale og lokale medier (320 nyhedsartikler)."
        },
        {
            "el": "p",
            "text": "Målet, om at gøre hver enkelt lufthavn til ambassadør for sin egen region, blev helt klart nået."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Favinor-dk%2Favinor-some-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}