{
    "case": "b2b-platform-styrker-gron-brandidentitet-og-oger-salg",
    "url": "https://www.knowit.dk/cases/b2b-platform-styrker-gron-brandidentitet-og-oger-salg/",
    "dom": [
        {
            "el": "h1",
            "text": "B2B platform styrker grøn brandidentitet og øger salg"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "WINDOWMASTER"
        },
        {
            "el": "p",
            "text": "Med teknologi som udviklingsfundament har WindowMaster fået et nyt corporate website, som både er rart for øjet og for brugervenligheden. Gennem æstetiske designgreb og en PIM-løsning, som giver brugeren en 1:1 oplevelse af det online produktkatalog, styrker WindowMaster.dk deres brand position som en klimabevidst virksomhed og øger væksten i salg på tværs af markeder."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fwindowmaster%2Fhand2_squoosed.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Ambitionen om en brancheførende digital kommunikationsplatform"
        },
        {
            "el": "p",
            "text": "WindowMaster er en teknologikyndig organisation, men de ledte efter en teknologiudvikler og strategisk partner, som kunne hjælpe dem med at bygge meget mere end blot en smuk, ny hjemmeside. Ambitionen var at bygge en brancheførende digital kommunikationsplatform. Dette skulle være nøglefacilitatoren for at forbedre deres brandidentitet og levere vækst i salget på tværs af Skandinavien og internationale markeder."
        },
        {
            "el": "p",
            "text": "Som brand ønskede WindowMaster at styrke deres position som en klimabevidst virksomhed, ikke kun i deres egen produktion og drift, men også for at hjælpe kunder med at nå deres bæredygtighedsmål. I salgssammenhæng var ambitionen at drive betydelig vækst i nye salgsemner gennem deres nye WindowMaster.com hjemmeside. På grund af klientens fortrolighed kan vi ikke dele, hvilken faktor WindowMaster forventer at øge salget med, men den er modig, og hvis den annonceres, vil den få konkurrenterne til at ryste i bukserne."
        },
        {
            "el": "h2",
            "text": "WindowMaster.dk rummer digital drømmemaskine"
        },
        {
            "el": "p",
            "text": "Knowit Experience har stået i spidsen for design- og teknologiudvikling af det nye WindowMaster.dk. Designet blev udtænkt mod målet om at give en æstetisk brugeroplevelse med det højeste niveau af brugervenlighed. Med fundamentet med designguiden og brugerindsigten på plads fulgte udviklingen af nye teknologiske features."
        },
        {
            "el": "p",
            "text": "Det var tydeligt, at WindowMaster ønskede at flytte fra det, der var en grundlæggende hjemmesideløsning til en platform som et dynamisk digitalt værktøj. Med åbne og meget teknologikyndige sind var WindowMaster-teamet en drøm at arbejde med. Gennem hele processen var fokus fast på, først og fremmest, at bygge en hjemmeside til gavn for deres kunder, som samtidig ville levere effektivitet og vækst i salg og marketing. Med teknologien som udviklingsfundament var deres tankegang i sync med vores egen menneske-centrerede tilgang til teknologi."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fwindowmaster%2Fwm-product1.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fwindowmaster%2Fwm-content-3.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fwindowmaster%2Fwm-product-3.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "p",
            "text": "For brugerne af den nye WindowMaster hjemmeside oplever de en flersproget side, der er nem at navigere i og en struktur i design, animationer og indhold, der ikke efterlader nogen tvivl om WindowMasters position som en klimabevidst og grøn virksomhed. Succesfuld storytelling og formålsformidling på mange niveauer, både visuelt, i tekst og funktionalitet."
        },
        {
            "el": "p",
            "text": "Som kunde hos WindowMaster har det personlige login fulgt rejsen fra den gamle hjemmeside til den nye, men med flere opdateringer i personalisering og brugeroplevelse. Forbedret personalisering har høj prioritet i vores fortsatte samarbejde med WindowMaster og i fremtidige udviklinger."
        },
        {
            "el": "p",
            "text": "Ambitionen om at få et dynamisk digitalt værktøj var i høj grad også drevet af WindowMasters strategiske overbevisning om, at vejen til vækst i salget er digital. Den nye WindowMaster hjemmeside er derfor udviklet og optimeret som en digital drømmemaskine til leadgenerering. Alle tilgængelige funktioner spiller en rolle i at opnå dette, og den tekniske SEO og designet afspejler brugernes nu forbedrede adgang til at finde WindowMaster.com og brugervenlighed, når de gennemser produktkataloget."
        },
        {
            "el": "p",
            "text": "Vi havde en række bilaterale møder med den øverste ledelse hos WindowMaster med det formål, at fuldt ud forstå hver afdelings rolle og strategiske ambitioner med den nye digitale platform. Dette gav os en vigtig indsigt til planlægning og eksekvering af udviklingsprocessen, men gav os også mulighed for at præsentere og blive enige om vores anbefaling til implementering af PIM (Product Information Management) i det tidlige projektomfang."
        },
        {
            "el": "p",
            "text": "Under processen identificerede vi, at en PIM-løsning ville hjælpe WindowMaster med at administrere deres mangfoldige produktkatalog. Visionen var at udvikle en løsning, der ville give WindowMaster skalerbarhed og lethed, når de implementerede produkter og tekniske dokumenter på det nye websted. Efter at have foreslået en løsning til WindowMaster, byggede vi PIM'ens infrastruktur til at integrere med Umbarco-løsningen og flyde med nuværende marketingprocesser. Disse produktdata er skabt af en intern organisation for at understøtte en multikanalstrategi. For en B2B-produktionsvirksomhed som WindowMaster er dette et uundgåeligt aktiv for at få succes med deres digitale- og forretningsudviklingsstrategi."
        },
        {
            "el": "p",
            "text": " "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fwindowmaster%2Fwm-looped-videis1.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Et vellykket første skridt"
        },
        {
            "el": "p",
            "text": "En god måde at beskrive processen og resultatet på er: meget ambitiøst, men realistisk. I samarbejder med ambitiøse kunder som WindowMaster bliver vi, i vores rolle som strategisk partner, filteret for kundens store liste af ønskede funktioner og funktionalitet, for at indsnævre den til den bedste projektvej for en vellykket lancering af en første løsning. Igen, som et kompliment til holdet hos WindowMaster, var denne samarbejdsøvelse i at begrænse og prioritere problemfri og uden forhindringer."
        },
        {
            "el": "p",
            "text": "I denne første fase af lanceringen har vi sammen med 1508 hjulpet WindowMaster med at skabe en ny digital platform til deres skandinaviske og internationale marked og har lanceret deres nye virksomhedshjemmeside. Platformen omfavner en ny digital brandidentitet og integreres med WindowMasters produktkatalogsystem, hvilket giver brugeren en 1:1 informationsoplevelse på hjemmesiden. Og de næste skridt i samarbejde og udvikling er allerede aftalt!"
        },
        {
            "el": "p",
            "text": "At arbejde med udviklerne hos Knowit Experience føltes ubesværet, da de var meget opmærksomme på brugeroplevelsesaspektet hos vores kunder såvel som interne webredaktører. Teamet var konsekvent hårdtarbejdende og servicemindede."
        },
        {
            "el": "p",
            "text": "Laura Starkey, Head of Digital Marketing"
        },
        {
            "el": "p",
            "text": "WindowMaster."
        }
    ]
}