{
    "case": "bestsellers-trainee-kampagnevideoer-abner-doren-til-fremtiden",
    "url": "https://www.knowit.dk/cases/bestsellers-trainee-kampagnevideoer-abner-doren-til-fremtiden/",
    "dom": [
        {
            "el": "h1",
            "text": "Et nyt eventyr begynder her: BESTSELLERs trainee-kampagnevideoer åbner døren til fremtiden"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "BESTSELLER"
        },
        {
            "el": "p",
            "text": "Hvordan fanger man essensen af en rejse, der både er fyldt med læring, udfordringer og store drømme? I tæt samarbejde med BESTSELLER har vi skabt to kampagnevideoer, der går bag facaden og fortæller BESTSELLERs trainee-historier, som de virkelig er – ærlige, inspirerende og autentiske. To unikke formater, én fælles fortælling: her begynder dit næste eventyr."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fcontentassets%2F41d246e202904b6ca608309fe36ab5d5%2Fbestseller-mockup.webp&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Trainee-stillinger ud over det sædvanlige"
        },
        {
            "el": "p",
            "text": "Når ambition møder mulighed, begynder et nyt kapitel. BESTSELLERs to talentprogrammer – International Business Trainee (IBT) og National Business Trainee (NBT) – er mere end bare trainee-stillinger. Det er begyndelsen på et eventyr, hvor læring, udfordringer og uforglemmelige oplevelser går hånd i hånd. "
        },
        {
            "el": "h2",
            "text": "Et springbræt til fremtiden"
        },
        {
            "el": "p",
            "text": "Hvert år søger unge talenter fra hele verden mod BESTSELLER for at tage de første skridt i deres internationale karriere. De næste to år udforsker de kerneområderne i en global modevirksomhed, enten fra hovedkontoret i Danmark eller fra en af de mange lokale kontorer rundt om i verden. "
        },
        {
            "el": "p",
            "text": "Men hvordan viser man ærligt, hvad der venter? Hvordan inspirerer man de næste store talenter til at tage springet og søge mod BESTSELLER? "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fbestseller-coffee.webp&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Employer branding uden filter"
        },
        {
            "el": "p",
            "text": "Forud for en rekrutteringsrunde ønskede BESTSELLER at fange essensen af trainee-livet – både det spændende og det udfordrende. De ville skabe videoer, der gik bag facaden og gav et ærligt, menneskeligt og inspirerende billede af trainee-rejsen. "
        },
        {
            "el": "p",
            "text": "For livet som IBT eller NBT er meget mere end et karriereskridt. Det er et møde med det ukendte, hvor man lærer nyt, møder mennesker fra hele verden og vokser – professionelt og personligt. Det er en rejse fyldt med kontraster: forventninger og usikkerhed, glæde og mod, sejre og læring. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fbestseller-hero.webp&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "To videoer, én fortælling: Her begynder fremtiden"
        },
        {
            "el": "p",
            "text": "Gennem interviews med nuværende og tidligere trainees fandt vi frem til kernen af trainee-oplevelsen: drivkraften, følelsen og rejsen. Resultatet blev to employer branding-videoer, der går uden om det klassiske corporate udtryk. I stedet valgte vi en tilgang, der spejler trainee-livets ærlighed og energi: "
        },
        {
            "el": "p",
            "text": " "
        },
        {
            "el": "p",
            "text": " "
        },
        {
            "el": "h2",
            "text": "International Business Trainee (IBT)"
        },
        {
            "el": "p",
            "text": "Rigtige trainees, deres egne stemmer og deres egne ord. Ægte historier, fortalt af dem, der har stået i skoene. En film, der giver et ærligt indblik i trainee-rejsen og det internationale fællesskab, man træder ind i. "
        },
        {
            "el": "h2",
            "text": "National Business Trainee (NBT)"
        },
        {
            "el": "p",
            "text": "Et twist på den traditionelle fortælling. Gennem spoken word og rytmiske rim skaber filmen en levende og dynamisk stemning, der fanger essensen af trainee-programmet på en ny og engagerende måde. "
        },
        {
            "el": "p",
            "text": " "
        },
        {
            "el": "h2",
            "text": "En historie, der rummer det hele"
        },
        {
            "el": "p",
            "text": "Selvom de visuelle elementer går på tværs for at skabe genkendelighed og samhørighed, adskiller videoerne sig i tone og tilgang. To forskellige fortællinger, men ét fælles budskab: En trainee-stilling hos BESTSELLER er mere end et job – det er et springbræt til en fremtid med uendelige muligheder."
        },
        {
            "el": "p",
            "text": "Livet som trainee er en balance mellem det kendte og det ukendte. Videoerne skaber en bro mellem de daglige øjeblikke og de store ambitioner. De viser trainee-livets autenticitet – ærligt, modigt og inspirerende. For når man vælger BESTSELLER, vælger man mere end et arbejde. Man vælger et eventyr, der kan forme fremtiden. "
        },
        {
            "el": "h2",
            "text": "Hvem er BESTSELLER?"
        },
        {
            "el": "p",
            "text": "BESTSELLER er en international modevirksomhed, der står bag nogle af verdens mest kendte brands som JACK & JONES, VERO MODA, ONLY og SELECTED. Med hovedkontor i Danmark og kontorer i mere end 30 lande arbejder BESTSELLER for at skabe mode, der er tilgængelig og meningsfuld for mennesker over hele verden. Virksomheden bygger på stærke værdier som ambition, samarbejde og ansvarlighed – og investerer målrettet i at udvikle fremtidens talenter gennem deres trainee-programmer, International Business Trainee (IBT) og National Business Trainee (NBT). "
        }
    ]
}