{
    "case": "brandaktivering-oger-libresses-markedsandel",
    "url": "https://www.knowit.dk/cases/brandaktivering-oger-libresses-markedsandel/",
    "dom": [
        {
            "el": "h1",
            "text": "Brandaktivering øger Libresses markedsandel"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "LIBRESSE"
        },
        {
            "el": "p",
            "text": "Hvordan kan vi sætte fokus på problematikken omkring menstruation og sport på en måde, der samtidig aktiverer Libresses brand på en naturlig og troværdig måde? Løsningen blev Menstruationsudfordringen – et koncept, der giver sportsklubber og idrætsforeninger en anledning til at bryde menstruationstabuet."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Flibresse%2Fmensutmaningen_bild_1920x1080_v02.jpg&w=640&q=75 640w",
            "alt": "Brandaktivering øger Libresses markedsandel"
        },
        {
            "el": "h2",
            "text": "Sportsverdenen skal til at tale om menstruation"
        },
        {
            "el": "p",
            "text": "Hvorfor er der så få, der taler om menstruation og træning i sportsklubber? Hvad føler pigerne, og hvordan påvirkes deres sportspræstationer? Libresse stillede disse spørgsmål som del af deres langsigtede ambition om bryde tabuet og skabe holdningsændringer i samfundet."
        },
        {
            "el": "p",
            "text": "For at gøre op med menstruationstabuet i sport skabte vi Menstruationsudfordringen: Et initiativ hvor landets sportsforeninger blev inviteret til at begynde at arbejde aktivt på spørgsmål om menstruation gennem viden, dialog og ændrede rutiner. Alt sammen for at sætte menstruationsproblematikken på dagsordenen og samtidig skabe øget loyalitet og kendskab til Libresses brand."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Flibresse%2Ffilm_tjejer_spelar_fotboll_mensutmaningen_moment-1284x722.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Mensutmaningen.se – kampagnens knudepunkt"
        },
        {
            "el": "p",
            "text": "Som ambassadør for kampagnen valgte vi FC Rosengård og landsholdsspilleren Lotta Schelin, en rollemodel for mange sportspiger. Schelin skulle fungere som opinionsdanner på tværs af kanalerne, mens vi med målrettede reklamer på de sociale medier forsøgte at opnå forandring på græsrodsniveau – blandt sportsforeningernes ledere og unge piger. Som et knudepunkt i kampagnen skabte vi websitet www.mensutmaningen.se."
        },
        {
            "el": "p",
            "text": "Her kunne man finde information om menstruation, tips til alternativ træning og praktiske råd til trænere, så klubber kunne begynde at arbejde aktivt med problematikken. På websitet delte Lotta Schelin og FC Rosengård også deres egne erfaringer, således at foreninger bedre kunne forstå, hvad de kunne gøre i praksis. Alle, der tilmeldte sig udfordringen, modtog som tak en startpakke samtidig med, at de deltog i konkurrencen om at vinde 10.000 kr. til deres hold eller klub."
        },
        {
            "el": "h2",
            "text": "Resultatet – en nordisk succes"
        },
        {
            "el": "p",
            "text": "Siden starten af 2017 har Menstruationsudfordringen involveret hundredevis af hold og foreninger. Det er nu blevet til en nordisk kampagne for Libresse – i Norge er det f.eks. håndboldklubben Vipers med landsholdspilleren Malin Aune som frontperson, og i Finland er det den olympiske svømmer Jenna Laukkanen. Kampagnen har ramt plet hos den primære målgruppe - kvinder på 12-24 år - og Libresses profil som en social ansvarlig virksomhed er blevet skærpet."
        },
        {
            "el": "p",
            "text": "Med hjælp fra Menstruationsudfordringen har Libresse også formået at øge sin markedsandel i Sverige med 2% i forhold til året før, og de har dermed overgået deres nærmeste konkurrent. Men frem for alt har Menstruationsudfordringen bidraget til at skabe en forandring i sportsverdenen. Hygiejnebind og tamponer er blevet en naturlig del af klubbernes udstyrsliste, og pigerne og deres trænere er begyndt at tale om menstruation."
        },
        {
            "el": "h2",
            "text": "25 000"
        },
        {
            "el": "p",
            "text": "besøg på kampagnesiden, 150% over målet."
        },
        {
            "el": "h2",
            "text": "250"
        },
        {
            "el": "p",
            "text": "tilmeldte hold til udfordringen, 150% over målet"
        },
        {
            "el": "h2",
            "text": "50%"
        },
        {
            "el": "p",
            "text": "kampagnekendskab i målgruppen"
        }
    ]
}