{
    "case": "cobham-sync-satter-kunden-i-centrum",
    "url": "https://www.knowit.dk/cases/cobham-sync-satter-kunden-i-centrum/",
    "dom": [
        {
            "el": "h1",
            "text": "Cobham SYNC sætter kunden i centrum"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "COBHAM SATCOM"
        },
        {
            "el": "p",
            "text": "Teknologikæmpen Cobham SATCOM er førende inden for satellitkommunikationsudstyr til lands, til vands og i luften. Med kundeportalen Cobham SYNC følger den digitale oplevelse nu trop."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2Fcobham-sync-hero-1920x1080.jpg&w=640&q=75 640w",
            "alt": "Cobham SYNC"
        },
        {
            "el": "h2",
            "text": "Digitale siloer efter opkøb"
        },
        {
            "el": "p",
            "text": "Den globale virksomhed Cobham SATCOM er igennem de senere år vokset betydeligt - både organisk og gennem en række fusioner og opkøb, heriblandt af den danske koncern Thrane & Thrane. "
        },
        {
            "el": "p",
            "text": "Efter de mange sammenlægninger stod man dog over for en af de klassiske udfordringer, der opstår,  når man også overtager eksisterende digitale systemer og IT-platforme."
        },
        {
            "el": "p",
            "text": "For Cobham SATCOM betød det nemlig, at man var endt med en række digitale siloer, hvilket førte til en usammenhængende og temmelig besværlig digital oplevelse for virksomhedens kunder."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2Fequipment-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2Fcobham-sync-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Kundecentrerede ambitioner"
        },
        {
            "el": "p",
            "text": "Manglen på en samlet digital platform førte til en række interne og eksterne udfordringer. Kunden skulle fx logge ind ét sted for at finde produktinformationer, et andet for at finde marketingmateriale og et helt tredje for at tilgå supportfunktionen. Samtidig var det dyrt, besværligt og ineffektivt for Cobham SATCOM selv at skulle vedligeholde de mange forskellige systemer."
        },
        {
            "el": "p",
            "text": "Cobham SATCOM ønskede derfor en ny løsning, der tog udgangspunkt i kunden. I den forbindelse var det et must, at al data og funktionalitet samledes på én single-point-of-entry platform. På et mere overordnet niveau skulle det få kunden til at opleve, at virksomhedens digitale services er samme høje niveau som deres produkter."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2F03-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2F03-car-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2F03-plane-1543x868.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Interne og eksterne gevinster"
        },
        {
            "el": "p",
            "text": "For at sætte kunden i centrum var udgangspunktet for projektet først og fremmest at forstå og strukturere de mange forskellige brugertyper og deres vidt forskellige behov. Den viden udgjorde fundamentet for en personaliseret platform, hvor brugeren kun bliver præsenteret for den information, vedkommende ønsker eller har brug for at se."
        },
        {
            "el": "p",
            "text": "Den nye kundeplatform, Cobham SYNC, fungerer som alt fra extranet og marketingportal til produktdatabase og supportcenter for kunder og partnere."
        },
        {
            "el": "p",
            "text": "Integrationen af funktionaliteterne fra de forskellige platforme var første del af et større roadmap for SYNC-platformen, der bl.a. også bliver udvidet med en sparepart webshop. "
        },
        {
            "el": "p",
            "text": "Det har hurtigt vist sig, at det betaler sig at fokusere på kunderne. Kunderne oplever, de sparer tid, fordi det simpelthen er blevet nemmere at finde det, de har brug for. Samtidig har det ført til intern effektivisering, fordi det nu er blevet muligt at automatisere og forenkle en lang række processer og opgaver."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2Falt_device-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsync%2Falt_device-mobile-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}