{
    "case": "cobham-satcom-styrker-salg-og-service-med-digitale-oplevelser",
    "url": "https://www.knowit.dk/cases/cobham-satcom-styrker-salg-og-service-med-digitale-oplevelser/",
    "dom": [
        {
            "el": "h1",
            "text": "Cobham SATCOM styrker salg og service med digitale oplevelser"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "SATCOM"
        },
        {
            "el": "p",
            "text": "Vi har hjulpet den globale teknologiproducent Cobham SATCOM med at tage nye teknologier som augmented og virtual reality i brug for at skabe mere involverende marketingoplevelser og for at sikre et konsistent, højt serviceniveau."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsatcom%2Fhero-1284x722.jpg&w=640&q=75 640w",
            "alt": "Cobham SATCOM styrker salg og service"
        },
        {
            "el": "h2",
            "text": "Stærke relationer i alternative realities"
        },
        {
            "el": "p",
            "text": "Cobham SATCOM er en global industri- og teknologivirksomhed inden for satellit- og radiokommunikation. De producerer, leverer og installerer forretningskritisk hardware, for eksempel antenner, der sikrer kommunikationen i de mest udfordrende miljøer - til vands, til lands og i luften."
        },
        {
            "el": "p",
            "text": "Igennem flere år har vi hjulpet med at samle alle digitale touchpoints i en intelligent og personlig kundeplatform til partnere og slutkunder."
        },
        {
            "el": "p",
            "text": "Senest har vi hjupet Cobham SATCOM med tre projekter, der på forskellig vis bruger de nyeste teknologier til at understøtte kundernes behov og skabe værdi for forretningen."
        },
        {
            "el": "p",
            "text": "I oplæringen af installationsteknikere supplerer Cobham SATCOM traditionelle metoder og manualer med augmented reality, der højner effektiviteten og gør arbejdet lettere og mere intuitivt for medarbejderne. I mødet med indkøbere verden over skaber Cobham SATCOM stærke relationer og følelsesmæssigt engagement med både augmented og virtual reality."
        },
        {
            "el": "h2",
            "text": "300 kg. satellit i lommen"
        },
        {
            "el": "p",
            "text": "Cobham SATCOM deltager i messer rundt om i verden, hvor de fremviser deres produkter for mulige købere. Det bringer dem tæt på det afgørende første møde med kunden, men det er også en udfordring, hvis man som Cobham SATCOM sælger kommunikationssatellitter, som vejer i omegnen af 300 kg., og som sagtens kan koste både halve og hele millioner. Det er både uhandy og risikabelt at sende så stort og dyrt et produkt rundt i verden til produktfremvisninger, og det er en stor logistisk udfordring at sørge for sikre transport- og opbevaringsforhold."
        },
        {
            "el": "p",
            "text": "For at hjælpe Cobham SATCOM-repræsentanterne med at demonstrere produktet for interesserede købere, uden besværet med at flytte satellitter, skabte vi et 3D-katalog med indbygget augmented reality (AR). Kataloget findes i en app, hvor køberne kan se satellitternes detaljer fra alle vinkler. "
        },
        {
            "el": "p",
            "text": "Sælgerne har et kraftfuldt visuelt værktøj til at understøtte deres præsentation, og i app’en kan de skifte over til AR-visning, der viser produktet i realstørrelse, integreret i det miljø, salgsrepræsentant og køber befinder sig i. Køberen kan få en fornemmelse af, hvordan produktet vil integrere på hans skibsflåde og kan vende og dreje det for at se udstyrets features."
        },
        {
            "el": "p",
            "text": "Næste skridt i vores udvikling af app’en er at tilføje en funktion til opfølgning, så sælgeren let kan gemme de produkter, kunden er interesseret i, og sende yderligere information. App’en bliver udgangspunkt for en relation til nye kunder, som senere kan konsolideres ved hjælp af Cobham SATCOMS CRM-system og dedikerede salgsteam."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsatcom%2Fbrillen-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Slut med håndholdt brugsanvisning"
        },
        {
            "el": "p",
            "text": "Sammen med Cobham SATCOM har vi gennemført et pilotprojekt, der med augmented reality skal hjælpe Cobhams teknikere med at lære at installere og reparere kommunikationssatellitter på skibsantenner. Vores samarbejdspartner Kanda har leveret softwaren til den prisvindende smartbrille R-7, mens vi hos Knowit Experience har leveret det interface, som brugerne møder. "
        },
        {
            "el": "p",
            "text": "Interfacet er en trin-for-trin guide til installationen. Teknikeren har smartbrillen på og begge hænder fri til at udføre arbejdet. De informationer han har brug for, dukker op for hans blik. Han behøver ikke kigge i en manual, men kan i stedet holde fokus igennem hele installationen. Det gør arbejdet mere effektivt, og det bliver nemmere for teknikeren at overholde retningslinjer og kvalitetskrav."
        },
        {
            "el": "p",
            "text": "I designet af installationsguiden var det afgørende for os, at vi kunne gøre indholdet synligt uden at distrahere brugerne. For at teste designets brugervenlighed tog vi til messen CopenXrealities i København, udstyret med vores AR-brille, en antenne og en skruetrækker. Vi bad helt almindelige mennesker om at forsøge sig med installationsopgaven ved hjælp af brillen, der fungerede som deres digitale brugsanvisning direkte på antennen. Næsten alle, der forsøgte sig med opgaven, løste den."
        },
        {
            "el": "h2",
            "text": "Produktdemonstrationer der vækker følelser"
        },
        {
            "el": "p",
            "text": "En lovændring i juli 2018 betyder, at alle skibe fremover skal have én håndholdt radio ombord per person på skibet. Lovændringen gav Cobham SATCOM et stærkt incitament til at promovere deres radio, der er designet til netop dette formål. Men de konkurrerende virksomheder havde selvfølgelig samme incitament, og derfor blev vi bedt om at hjælpe Cobham SATCOM med at lave en kampagne, der kunne differentiere dem."
        },
        {
            "el": "h2",
            "text": "Fra indkøber til actionhelt"
        },
        {
            "el": "p",
            "text": "Vi besluttede at lave en virtual reality-oplevelse, som skulle give kunderne en fornemmelse for det produkt, de skulle investere i. Efter møder med maritime eksperter og mange udkast til storyboard og manuskript, endte vi med en oplevelse, der tager cirka tre minutter. Brugeren indtager rollen som en sømand, der skal slukke en brand ombord på et skib."
        },
        {
            "el": "p",
            "text": "Når brugeren tager VR-headsettet på, befinder han sig øverst på et stort containerskib med åbent hav så langt øjet rækker. Spilleren får en virtuel radio i hånden og får nogle instrukser, som han eller hun skal følge. Brugeren kommer igennem en række scener, som tager dem fra toppen af skibet og alarmen ned til maskinrummet, hvor de skal slukke branden."
        },
        {
            "el": "p",
            "text": "Resultatet er en oplevelse, som hensætter kunderne i en verden, de ellers aldrig ville befinde sig i. Håbet er, at de, når de skal forberede sig på den nye lovgivning, vil være en lille smule mindre fokuserede på den ekstra omkostning og en lille smule mere fokuserede på den øgede sikkerhed, de bibringer deres kollegaer til søs."
        },
        {
            "el": "p",
            "text": "Lige nu er Cobham SATCOM ude og fremvise VR-oplevelsen til messer og konferencer verden over, og de første tilbagemeldinger er meget positive. De folk, der prøver VR-oplevelsen, siger, at historien er spændende og nem at navigere i."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsatcom%2Fradios-600x450.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcobham%2Fsatcom%2Fvr-600x450.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Nye teknologier ændrer perspektiverne for salg og service"
        },
        {
            "el": "p",
            "text": "I de kommende år vil augmented og virtual reality ændre, hvordan vi lærer, og hvordan vi via digitale medier interagerer med den fysiske verden."
        },
        {
            "el": "p",
            "text": "Med augmented reality kan virksomheder reducere omkostningerne i alle værdikædens led: oplæring, service, montering, design m.m., og de kan sikre effektiv og god service, der skaber ambassadører både hos deres partnere og slutkunder. "
        },
        {
            "el": "p",
            "text": "Vi er samtidig nået det punkt, hvor virksomheder bør begynde at eksperimentere med virtual reality. Flere gange om året kommer der nye, kraftfulde og mere strømlinede devices på gaden, og VR’s popularitet stiger eksplosivt inden for retail, sundhed og underholdning. At få et forspring i kampen om at bruge virtuel storytelling i din forretning er en investering, der giver tifold igen, når VR bliver en del af hverdagen."
        }
    ]
}