{
    "case": "donorrejse-og-agil-arbejdsmetode",
    "url": "https://www.knowit.dk/cases/donorrejse-og-agil-arbejdsmetode/",
    "dom": [
        {
            "el": "h1",
            "text": "Donorrejse og agil arbejdsmetode"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "UNICEF"
        },
        {
            "el": "p",
            "text": "UNICEF er verdens største hjælpeorganisation for børn og en vigtig del af FN. Organisationen har en unik gennemslagskraft i 190 lande og kæmper for at redde børns liv, beskytte de mest sårbare og bygge en bedre fremtid i verdens mest belastede områder. UNICEF Norges hovedformål er at inspirere til engagement for verdens børn og er én af 34 nationale støttekomiteer for Unicef."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Funicef%2Fpeople-walking-on-green-grass-1920x1080.jpg&w=640&q=75 640w",
            "alt": "UNICEF case banner"
        },
        {
            "el": "h2",
            "text": "Udfordring"
        },
        {
            "el": "p",
            "text": "NGO-markedet i Norge er ligesom resten norden blevet indtaget af flere professionelle aktører det sidste årti. Det har skabt en hårdere konkurrence om donorernes opmærksomhed og bistandsmidler. Samtidig har ny teknologi har bidraget til nye kanaler for indsamling af midler og udfordret de traditionelle indsamlingskanaler. Og hertil kommer at adfærd og krav fra donorer og bidragesydere er skærpede bl.a. med krav om transparens, dokumentation og ikke mindst reaktionsevnen."
        },
        {
            "el": "p",
            "text": "Unicef Norge ønskede at forbedre donorrejsen og give større oplevet værdi af det at være UNICEF-donor, forkorte ”Time to Market” for nye initiativer og produkter, og styrke UNICEFs evne til at tilpasse organisationen, produkter og tjenester i takt med markedsændringerne."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Funicef%2Fprinter-papers-on-the-wall-1200x900.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Funicef%2Fblue-post-it-notes-on-a-board-1200x900.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Løsningen"
        },
        {
            "el": "p",
            "text": "Knowit hjalp UNICEF Norge med at kortlægge donorrejsen og at indføre en agil arbejdsmetode til at udvikle en smidigere eksekveringsevne  på strategisk og operativt niveau. Arbejdet inkluderede en analysefase med fokus på donorrejsen og udarbejdelse af forbedringsinitiativer, som det agile team skulle arbejde med."
        },
        {
            "el": "p",
            "text": "Herudover udarbejdede og tilpassede Knowit en agil arbejdsmetode for UNICEP Norge, gennemførte oplæring og kompetenceudvikling med et dedikeret agilt team og ledergruppen, samt tilrettelagde systematiseret læring gennem implementering af en agil arbejdsmetode."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Funicef%2Ffour-children-forming-a-circle-holding-around-eachother-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Resultatet"
        },
        {
            "el": "p",
            "text": "UNICEF Norge har startet forbedringsarbejdet i deres donorrejse for at tilpasse sig nye krav fra eksisterende og nye donorer. De har styrket deres innovationsevne gennem systematisk læring og hurtigere gentagelser og forkortet ”Time to Market” for produkt- og tjenesteudviklingen."
        },
        {
            "el": "p",
            "text": "Endvidere så anser UNICEF Norge øgede leverancer som en skarpere værdi både på kort og lang sigt for de agile teammedlemmer, og de ser også et øget engagement blandt medarbejderene. Efter afslutningen på projektet videreføres det agile team og den agile arbejdsmetode i UNICEF Norge med et ønske om videreudvikling og læring, og de oplever stor interesse fra andre UNICEF-kontorer, som ønsker at lære mere om den agile arbejdsmetode."
        },
        {
            "el": "p",
            "text": "\"I’m very satisfied and impressed by the way Knowit has solved this case and how you have been a great support for me and the rest of the management team. You have managed to both transfer knowledge to our organization as well as a new philosophy and spirit among the employees. The agile way of working has been an eye opener for us, and we are highly motivated to continue this agile journey.\""
        },
        {
            "el": "p",
            "text": "Marianne Myhrer Kristensen, Direktør"
        },
        {
            "el": "p",
            "text": "UNICEF"
        }
    ]
}