{
    "case": "eksklusiv-branded-commerce-for-danish-crown",
    "url": "https://www.knowit.dk/cases/eksklusiv-branded-commerce-for-danish-crown/",
    "dom": [
        {
            "el": "h1",
            "text": "Eksklusiv branded commerce for Danish Crown"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "DANISH CROWN"
        },
        {
            "el": "p",
            "text": "Med kendte brands som Tulip, Gøl, Mou og Den Grønne Slagter er Danish Crown en fast bestanddel i de fleste danske køleskabe. Nu er brand-familien blevet udvidet med det eksklusive mærke Dyrbar, der skal sælge koncernens allerbedste udskæringer direkte til forbrugerne."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fdk%2Fhero-1620x911.jpg&w=640&q=75 640w",
            "alt": "Danish Crown case"
        },
        {
            "el": "h2",
            "text": "Digital innovation skal skærpe brandet"
        },
        {
            "el": "p",
            "text": "Med mere end 28.000 medarbejdere og en omsætning på ca. 61 mia. kroner er Danish Crown en global aktør inden for produktion og forædling af kød. Men virksomheden, der blev grundlagt i 1887, er også et godt eksempel på, hvordan man griber de digitale muligheder an. "
        },
        {
            "el": "p",
            "text": "Med den nye webshop Dyrbar.dk har vi i samarbejde med Danish Crown nemlig skabt et pilotprojekt, der skal teste en helt ny, digital forretningsmodel. Det er nemlig første gang, at virksomheden sælger kød direkte til de danske forbrugere. "
        },
        {
            "el": "p",
            "text": "Intentionen bag den nye webshop er ikke nødvendigvis, at det skal blive en guldgrube for Danish Crown. Tværtimod er den et forretningsmæssigt eksperiment, der skal give virksomheden en bedre fornemmelse for eCommerce-markedet."
        },
        {
            "el": "p",
            "text": "Derudover repræsenterer det nye Dyrbar-brand nogle af de fineste udskæringer, der kan fås på kødmarkedet, hvorfor det også bidrager til at skærpe Danish Crowns samlede brand både indadtil og udadtil. Derfor var der også behov for et website, der både visuelt og designmæssigt kunne formidle Dyrbars luksuriøse udtryk."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fdk%2Fscreens2-1920x1080.png&w=640&q=75 640w",
            "alt": "Screens"
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fdk%2Fcolour_model-1369x770.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "En markant brand-oplevelse"
        },
        {
            "el": "p",
            "text": "Ambitionen var klar fra begyndelsen: Dyrbar skulle være et selvstændigt brand, der kunne hæve barren for Danish Crowns digitale tilstedeværelse. Vi udarbejdede derfor et stærkt digitalt konceptdesign, der både er skalerbart og indgår i et større økosystem."
        },
        {
            "el": "p",
            "text": "I starten af projektet definerede vi desuden en række oplevelsesprincipper, der er kendetegnende for købsrejsen på Dyrbar.dk. Samtidig lavede vi en digital fortolkning af Dyrbars brandbook, så vi sikrede, at både strategi og eksekvering på tværs af kanalerne var strømlinet. "
        },
        {
            "el": "p",
            "text": "Den endelige løsning blev en elegant og eksklusiv webshop. Sitet giver de besøgende en fornemmelse af luksus og lader de imponerende udskæringer komme til deres ret. Samtidig har vi arbejdet intenst med at skabe den helt rette balance mellem en altomsluttende brandoplevelse og effektiv eCommerce-funktionalitet."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fdk%2Fimage_text_graphic-1511x850.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "p",
            "text": "\"Sammen med Knowit Experience har vi fået skabt en eCommerce-løsning, der både kan rumme den stærke brand-fortælling om Dyrbar og fungere som en effektiv salgskanal. Netop Knowit Experiences forståelse for begge dimensioner har været helt eminent og udslagsgivende for projektets succes, og vi glæder os til at videreudvikle projektet sammen med dem.\""
        },
        {
            "el": "p",
            "text": "Dorte Ruby, Head of Premium"
        },
        {
            "el": "p",
            "text": "Danish Crown"
        }
    ]
}