{
    "case": "en-digital-handsrakning-til-madlavningen",
    "url": "https://www.knowit.dk/cases/en-digital-handsrakning-til-madlavningen/",
    "dom": [
        {
            "el": "h1",
            "text": "En digital håndsrækning til madlavningen"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "KAROLINES KØKKEN"
        },
        {
            "el": "p",
            "text": "Karolines Køkken lancerer nyt, digitalt kapitel i brandets lange historie. Det sker med loyalitetsklubben Karolines Madklub."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2Fkarolines_kokken_banner-1620x911.jpg&w=640&q=75 640w",
            "alt": "Karolines Køkken case"
        },
        {
            "el": "h2",
            "text": "Karoline bliver en digital dame"
        },
        {
            "el": "p",
            "text": "Året var 1962, hofretten koteletter i fad og yndlingsdesserten citronfromage. Så længe er det siden, at den første kogebog fra Karolines Køkken så dagens lys. Siden da har Karolines Køkken serveret en lind strøm af opskriftsinspiration til danskerne, hvis madglade hjerter i dag banker endnu stærkere for det rød-og-hvid-ternede brand."
        },
        {
            "el": "p",
            "text": "I samarbejde med Hjaltelin Stahl har vi nu hjulpet Karoline i mere digitale klæder og lancerer Karolines Madklub: en videreudvikling af det populære opskriftsunivers, der giver danskerne endnu mere af det, de elsker. "
        },
        {
            "el": "p",
            "text": "I videoen herunder, som er produceret af Hjaltelin Stahl, kan du se, hvad det hele handler om. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2Fmad1-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2Fmad-2-713x535.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Personaliserede services kræser for smagsløgene"
        },
        {
            "el": "p",
            "text": "Karolines Køkken tilbyder allerede et væld af opskrifter på arla.dk, og de ønskede derfor ikke at øge mængden af inspiration, snarere at gøre opskriftsjagten nemmere."
        },
        {
            "el": "p",
            "text": "Det var udgangspunktet for Karolines Madklub, der tilbyder en kærkommen håndsrækning til madlavningen ved hjælp af tre nye, digitale services. For at kræse om netop dine smagsløg, kræver den nye madklub et login, så Arla hele tiden kan blive klogere og tilpasse indholdet til din smag."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2Fkarolines_screen-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Familiefavoritter til hele ugen"
        },
        {
            "el": "p",
            "text": "Min Madplan bygger på indsigten i, at den mest stressende del af det daglige trummerum ikke er selve madlavningen, men dét at planlægge ugens menu. Besøgende på Karolines Køkkens website kan derfor allerede abonnere på madplaner."
        },
        {
            "el": "p",
            "text": "I Min Madplan tilbyder Karolines Madklub dog en videreudvikling af den service, så du ikke blot får en række generiske forslag til ugen. Madklubben registrerer nemlig løbende dine fravalg og favoritter, så netop din madplan bliver fyldt med familiens favoritter og fri for de ting, du gerne vil undgå. "
        },
        {
            "el": "h2",
            "text": "Red aftensmaden med køleskabets helte"
        },
        {
            "el": "p",
            "text": "Du kender det sikkert. Du åbner køleskabet og har svært ved at se, hvordan der nogensinde skal blive et måltid ud af din halve zucchini og lille rest ost. Eller du er måske faldet for et slagtilbud i Brugsen, og står nu med 2 kilo hakket oksekød men ingen anelse om, hvad du skal bruge det til."
        },
        {
            "el": "p",
            "text": "Her kommer servicen Tøm Køleskabet til undsætning. Ved hjælp af en omfattende strukturering af data på de mange opskrifter, giver Karolines Madklub et foreslag til aftenens menu, der passer til både indholdet i dit køleskab og dine smagsløg. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2F04_mh-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Et tag-selv-bord af klassikere"
        },
        {
            "el": "p",
            "text": "Din mor har den. Din mormor har den. Du er praktisk talt vokset op med den. Vi taler selvfølgelig om Karolines Kogebog. Eller en af dem i hvert fald. For igennem årene er det alligevel blevet til en del. Nu stiller Karolines Madklub et udvalg af både de klassiske og nyere køgebøger igennem tiden til rådighed på det såkaldte tag-selv-bord. "
        },
        {
            "el": "p",
            "text": "Her kan medlemmer af madklubben bladre igennem digitale udgaver af bøgerne og printe dem kvit og frit. Så nu har mor ikke længere eneret på den bedste mørbradgryde. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2Fkarolinesmadklub-awards-1-600x400.jpg&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fkarolines-kokken%2Fkarolinesmadklub-awards-2-600x400.jpg&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}