{
    "case": "en-losning-fire-websites-og-uendelige-boligdromme",
    "url": "https://www.knowit.dk/cases/en-losning-fire-websites-og-uendelige-boligdromme/",
    "dom": [
        {
            "el": "h1",
            "text": "Én løsning, fire websites og uendelige boligdrømme"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "REALDANIA BY & BYG"
        },
        {
            "el": "p",
            "text": "Realdania By & Byg har fået en skalerbar digital løsning til at præsentere fire ambitiøse byudviklingsprojekter. Der er skruet helt op for herlighedsværdien, for når boligdrømmene skal vækkes til live, skal der kræses for de kommende beboere."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Frealdania%2Fhero-1422x800.jpg&w=640&q=75 640w",
            "alt": "Én løsning, fire websites og uendelige boligdrømme"
        },
        {
            "el": "h2",
            "text": "Forventningens glæde"
        },
        {
            "el": "p",
            "text": "Har man nogensinde prøvet at tegne et nyt køkken i IKEA eller sidde sammen med en arkitekt og designe et hus, så ved man, hvor svært det kan være at forestille sig resultatet af den drøm, man skitserer."
        },
        {
            "el": "p",
            "text": "De bedste tegneprogrammer og arkitekter kan dog lige præcis dét. Sætte billeder på ens fantasi. Gøre drømmen levende. Tænde en gnist. Sende følelserne i omdrejninger. Aktivere forventningens glæde."
        },
        {
            "el": "p",
            "text": "Fire ambitiøse byudviklingsprojekter havde brug for en digital løsning, der kunne sælge drømmen. Ikke om et køkken eller et nyt hus, men om fire nye bydele i Ringkøbing, Fredericia, Køge og Hedehusene."
        },
        {
            "el": "p",
            "text": "Realdania By & Byg er medejer af de fire projekter sammen med de fire kommuner."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Frealdania%2Fdevices_1-2000x1125.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Forskellige behov, fælles løsning"
        },
        {
            "el": "p",
            "text": "Hver af de fire bydele har helt unikke karaktertræk. I Ringkøbing er Naturbydelen som navnet antyder en mulighed for at bo helt ude i Danmarks smukke, vestjyske natur. I Fredericia er Kanalbyen en del af den gamle købstads levende centrum. I Køge Kyst får man strand, skov og by rundt om sig, og i Hedehusene er Nærheden et visionært bud på fremtidens forstad, kun 18 minutter fra København C. "
        },
        {
            "el": "p",
            "text": "Ikke nok med, at de fire bydele er geografisk spredte og har vidt forskellige selling points - hver bydel tilbyder også et hav af boligformer og boligstørrelser. Fra ungdomsboliger og bofællesskaber til ejerboliger og seniorboliger. Det betyder målgrupper med vidt forskellige prioriteter og behov."
        },
        {
            "el": "p",
            "text": "Opgaven bestod i al sin enkelthed i at finde ligheder på tværs af bydele og målgrupper og skabe én fælles løsning, der kunne sælge drømmen til kommende beboere."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Frealdania%2Fhouses-logos-1540x866.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Frealdania%2Fisometric-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Skalerbart på tværs af fire websites"
        },
        {
            "el": "p",
            "text": "For at skabe en fællesnævner må man først forstå yderlighederne. Derfor indledte vi projektet med at afdække og prioritere målgrupper og behov i de fire bydele. På den baggrund kunne vi skabe et fælles fundament og definere de kernesider og -funktioner, der skulle gå på tværs af de fire sites."
        },
        {
            "el": "p",
            "text": "Alle fire bydele har den samme grundlæggende struktur og navigation. Herudover er der lavet et fælles kartotek af fleksible komponenter – indholdsblokke, formularer, billedmoduler og meget andet."
        },
        {
            "el": "p",
            "text": "Alle komponenter er naturligvis beriget med anbefalinger om, hvordan de bør bruges, så redaktørernes liv bliver så nemt som muligt."
        },
        {
            "el": "p",
            "text": "Her hører lighederne så også op. For hele det visuelle udtryk er fuldstændigt tilpasset det enkelte projekt. Design, farvevalg og typografi er blevet til i respekt for de forskellige selskabers designmanualer og i tæt samarbejde med de respektive projektgrupper."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Frealdania%2Fdevices2-1920x1080.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Osende opdagelse og fokuseret fremsøgning"
        },
        {
            "el": "p",
            "text": "Et særligt fokusområde for Realdania By & Byg var at skabe digitale løsninger, der imødekommer forskellige typer brugeradfærd. For boligjagten er ofte mange måneder lang, og med projektudvikling som det er tilfældet her, kan det vare flere år fra det første glimt af drømmen, til man faktisk flytter ind. "
        },
        {
            "el": "p",
            "text": "Nogle besøgende ved præcis, hvad de er på udkig efter, mens andre er mere udforskende og oser forsigtigt rundt på websitet. For at tilfredsstille begge typer adfærd har vi arbejdet målrettet med at understøtte flere forskellige flows på siderne."
        },
        {
            "el": "p",
            "text": "Der er flere indgange til alt indhold, så man både kan tage den direkte smutvej til projektstatussen eller den lange vej, hvor man først får præsenteret alle bydelens herligheder."
        },
        {
            "el": "p",
            "text": "Som led i at understøtte de mange brugerrejser har vi bygget en skræddersyet kortløsning, der bruges på alle fire websites. Her er boliger, grunde, parkering, fælleslokaler og en række andre interessepunkter samlet. Det er nemt at klikke punkter til og fra, og kortet fungerer derfor både som et praktisk overblik, hvis man ønsker at gå på opdagelse, og som en effektiv genvej, hvis man ved, hvad man leder efter."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Frealdania%2Ftopimage-1540x850.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Stordrift og store drømme i skøn forening"
        },
        {
            "el": "p",
            "text": "Dette projekt er et fremragende eksempel på, at man godt kan sælge store og vidt forskellige drømme ved hjælp af digital genbrug. Når blot fleksibilitet og skalerbarhed er tænkt ind fra starten, bliver der levnet rigeligt plads til at gøre hvert projekt unikt."
        },
        {
            "el": "p",
            "text": "Designet og indholdet på siderne er i stand til at både fænge og fastholde de besøgende. Udviklingen har til formål at øge interessen for at bo i bydelene og dermed understøtte de bygherrer, der opfører byggerierne i bydelene. Dermed rammer siderne den rette balancegang mellem inspiration og konvertering."
        },
        {
            "el": "p",
            "text": "\"Knowit Experience har været en dygtig rådgiver, både strategisk i forhold til den moderne brugerrejse og på det mere eksekverende niveau om til- og fravalg inden for design, UX og teknologi. De har bygget en digital platform, som vi nu kan bruge som fundament for fire sites med hvert sit flotte og unikke udtryk - og i øvrigt med en nem og smidig backend. Det har været tydeligt for os at mærke gevinsten ved at Knowit Experience er et tværfagligt bureau, hvor alle kompetencer sidder tæt sammen. Det har både øget det kreative niveau og effektiviteten i udviklingsprocessen.\""
        },
        {
            "el": "p",
            "text": "Michael Guldager, Projektleder"
        },
        {
            "el": "p",
            "text": "RealDania By & Byg"
        }
    ]
}