{
    "case": "en-samlende-csr-fortalling-til-fotex",
    "url": "https://www.knowit.dk/cases/en-samlende-csr-fortalling-til-fotex/",
    "dom": [
        {
            "el": "h1",
            "text": "En samlende CSR-fortælling til føtex"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "FØTEX"
        },
        {
            "el": "p",
            "text": "Føtex har altid været en socialt ansvarlig organisation. Nu har de også fået platformen til at vise det frem."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex%2Fscreens-1920x1080.jpg&w=640&q=75 640w",
            "alt": "En samlende CSR-fortælling til føtex"
        },
        {
            "el": "h2",
            "text": "Fra stille handling til synligt ansvar"
        },
        {
            "el": "p",
            "text": "Det har altid været en del af detailkæden føtex’ DNA at tage ansvar. Allerede da det første føtex varehus åbnede i 1960, havde man fokus på at drive forretning på en måde, der tilgodeså lokalområdet, miljøet og folkesundheden."
        },
        {
            "el": "p",
            "text": "Der er sket meget siden 1960. Føtex har sidenhen åbnet mere end 100 varehuse, og CSR er i dag blevet et kardinalpunkt for både virksomheder og i den brede befolkning. Derfor ville føtex have synliggjort alle virksomhedens gode og inspirerende initiativer på tværs af sourcing, logistik, butiksdrift, HR, salg og marketing."
        },
        {
            "el": "p",
            "text": "Udfordringen var imidlertid, at der ikke var hverken overblik over initiativerne eller en sammenhængende historie om den samlede CSR-strategi. Konsekvensen var, at føtex stod tilbage med en mangelfuld CSR-profil, som ikke kommunikerede vigtigheden af de ansvarsfulde tiltag – hverken internt i virksomheden eller til Hr. og Fru Danmark. Derfor kom føtex til os med et ønske om at skabe en ny og markant CSR-formidling."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex%2Fmelon-800x600.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex%2Fmobiles-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Her handler vi – med omtanke"
        },
        {
            "el": "p",
            "text": "Løsningens første spadegreb bestod i at skabe overblik over alle de gode initiativer. Vi startede med at dechifrere de Excel-ark, der indtil nu havde fungeret som samlingspunkt for CSR-indsatserne. For at få en bedre forståelse for de enkelte initiativer lavede vi desuden interviews med nøglepersoner på tværs af føtex’ værdikæde."
        },
        {
            "el": "p",
            "text": "Med overblikket på plads kunne vi inddele initiativerne i de seks på forhånd definerede indsatsområder: ansvarlige varer, dyrevelfærd, lokal støtte, madspild, plastik og sundhed. Et vigtigt greb i den fortælling bestod desuden i at gøre det klart, hvordan initiativerne og indsatsområderne peger op imod føtex’ to udvalgte verdensmål – ”Sundhed og trivsel” og ”Ansvarligt forbrug og produktion”."
        },
        {
            "el": "p",
            "text": "Baseret på rammefortællingen producerede vi indhold om alle de enkelte initiativer. Fokus var at kommunikere åbent og i øjenhøjde med befolkningen - og ikke mindst at skabe en transparent kommunikation af samtlige initiativer. Derfor har vi beriget beskrivelserne med data og historik, så man som forbruger kan stole på, at det ikke bare er varm luft og tom snak, når føtex siger, at de handler med omtanke."
        },
        {
            "el": "p",
            "text": "Slutproduktet blev et elegant kampagnesite, hvor forbrugere både kan få det samlede overblik og dykke ned i de enkelte CSR-initiativer. For at demonstrere vigtigheden af CSR for føtex er sitet introduceret og signeret af føtex’ CEO, Thor Jørgensen."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex%2Flaptop-1920x1080.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex%2Fby-1847x1039.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Intern forankring og ekstern opmærksomhed"
        },
        {
            "el": "p",
            "text": "CSR-sitet har gjort det klart for både medarbejdere og kunder, at føtex tager deres samfundsansvar alvorligt. Internt i organisationen har det skabt fornyet fokus på alt det positive, som føtex gør for både samfund og miljø. Det er sikkert og vist, at stolthedsbarometret har nået nye højder. Det er også tydeligt, at sitet rammer en nerve hos føtex’ kunder, idet der siden lanceringen har været mere end 13.000 besøgende på sitet."
        },
        {
            "el": "p",
            "text": "Endeligt er sitet et vigtigt aktiv for føtex i den samlede CSR-kommunikation. Det er blevet nemmere at henvise både forbrugere og presse, når der er spørgsmål om føtex’ CSR-arbejde."
        },
        {
            "el": "p",
            "text": "Det nye CSR-site er en løsning, hvor føtex’ meningsfulde tiltag følges op af ligeså meningsfuld kommunikation. Føtex har altid været ansvarlige. Nu er det også til at få øje på."
        },
        {
            "el": "p",
            "text": "\"Vores nye CSR-site er en vigtig milepæl for vores arbejde med ansvarlighed i føtex. For første gang har vi nu et samlet overblik over vores initiativer og en klar fortælling om, hvad og hvorfor vi arbejder med CSR. Det kommer helt afgjort både medarbejdere og kunder til gode. Knowit Experience har i den forbindelse gjort et fremragende stykke arbejde med at samle, forsimple og formidle vores CSR-strategi.\""
        },
        {
            "el": "p",
            "text": "Karin Sommer, CMO"
        },
        {
            "el": "p",
            "text": "føtex"
        }
    ]
}