{
    "case": "fallesskabet-glad-far-nyt-inkluderende-digitalt-univers",
    "url": "https://www.knowit.dk/cases/fallesskabet-glad-far-nyt-inkluderende-digitalt-univers/",
    "dom": [
        {
            "el": "h1",
            "text": "Fællesskabet Glad får nyt inkluderende digitalt univers"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "FÆLLESSKABET GLAD"
        },
        {
            "el": "p",
            "text": "Hos Fællesskabet Glad handler det om mere end aktiviteter – det handler om at skabe et trygt, inkluderende rum, hvor unge og voksne med udviklingshandicap kan vokse og trives. For at understøtte deres ambitioner hjalp vi dem med at udvikle et digitalt univers, der gør det nemt for alle at finde vej i fællesskabet."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fcontentassets%2F95975e230b1c4e53a38eceec8ac46f82%2F1.-intro-billede.png&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Et selvstændigt digitalt univers"
        },
        {
            "el": "p",
            "text": "Tidligere var Fællesskabet Glad en del af Jysk Børneforsorgs digitale univers, hvilket skabte forvirring for brugere, fonde og frivillige. Det var uklart, hvornår man navigerede mellem de forskellige sociale tilbud fra diverse organisationer, og det gjorde det svært for brugerne at finde vej til de rigtige oplysninger. \n\nDer opstod, med andre ord, et klart behov for en selvstændig hjemmeside, hvor Fællesskabet Glad kunne løfte brugeroplevelsen og fortsat fremstå som en engageret og professionel organisation, dedikeret til deres målgruppe."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F2.-et-selvstandigt-digitalt-univers.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Digital transformation med brugerne i fokus"
        },
        {
            "el": "p",
            "text": "Inden vi begyndte at udvikle en ny hjemmeside til Fællesskabet Glad, identificerede vi deres fire primære målgrupper: de unge og voksne med udviklingshandicap deres ledsagere, frivillige og fonde."
        },
        {
            "el": "p",
            "text": "Variationen blandt målgrupperne gjorde det til en vigtig opgave at skabe en balance mellem behov og evner. Og her blev det klart, at det nye site ikke bare skulle være visuelt tiltalende og nemt at bruge, men tage særligt hensyn til den primære målgruppe: unge og voksne med udviklingshandicap."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F3.1---digital-transformation-med-brugerne-i-fokus.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F3.2---digital-transformation-med-brugerne-i-fokus.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Fra indsigt til inkluderende design"
        },
        {
            "el": "p",
            "text": "I tæt samarbejde med lederen for Fællesskabet Glad, designede vi en række workshops tilrettelagt de unge og voksne med udviklingshandicap. Hendes indsigt hjalp os med at designe aktiviteter, der matchede deltagernes evner og interesser, uden at de blev overvældet. Formålet var at få et autentisk indblik i deres ønsker, behov og daglige oplevelser –  og gøre det på en måde, der både var sjov og meningsfuld for alle deltagere."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fglad-case---citat-1.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "p",
            "text": "For at fange det helt rigtige visuelle udtryk, inviterede vi de unge og voksne brugere til en kreativ workshop. Her skulle de selv tegne deres idéer og dele deres visuelle præferencer. Deres kreative input gav os inspiration til at integrere bløde kurver bl.a. i fonten, genkendelige ikoner og elementer, der talte direkte til dem. Vi arbejdede også med UX og design, hvor farver blev nøje udvalgt baseret på, hvad brugerne reagerede bedst på. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F4.2---fra-indsigt-til-inkluderende-design.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F4.1---fra-indsigt-til-inkluderende-design.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "p",
            "text": "Anden del af vores workshops gennemførte vi som semi-strukturerede interviews 2-og-2. Her undersøgte vi blandt andet, hvordan brugerne interagerer med Fællesskabet Glads nuværende digitale platforme, hvordan de tilmelder sig events, og hvilke apps og digitale værktøjer de ellers bruger i deres hverdag.\n"
        },
        {
            "el": "p",
            "text": "Dette gav os værdifulde referencer, som vi kunne trække på i det endelige design."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F4.3---fra-indsigt-til-inkluderende-design.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Inclusive design i fokus"
        },
        {
            "el": "p",
            "text": "På baggrund af indsigterne, som vi fik fra vores workshops med de unge og voksne med udviklingshandicap, udviklede vi et design, der nu gør det nemt for brugerne at finde information – uden at skulle læse lange tekster. Designets linjer er inspireret af brugernes egne tegninger fra workshoppen, og illustrationerne er kønsneutrale, så de hverken fremhæver udviklingsniveau, handicap eller køn. Alt sammen elementer, der bidrager til et rummeligt og inkluderende univers for alle."
        },
        {
            "el": "p",
            "text": "Derudover designede vi også en eventside, der minder om Facebook Events –  en platform, som målgruppen allerede er fortrolig med, hvilket gør det let for dem at bruge på det nye website."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fcontentassets%2F1a70ff2e3b3b4273a894c54966df9557%2F5.1---inclusive-design.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "En brugervenlig løsning med Webflow"
        },
        {
            "el": "p",
            "text": "Det nye website til Fælleskabet Glad er bygget på CMS-platformen Webflow. Valget af Webflow som CMS gør det let at vedligeholde og opdatere hjemmesiden – selv for personer uden teknisk erfaring. Herudover, gør Webflows no-code tilgang det også let at lave integrationer, bl.a. til NemTilmelding. Dette forenkler administrationen af events og tilmeldinger, hvilket er en essentiel del af Fælleskabet Glads aktiviteter og skalering."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fglad-case---citat-2.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "p",
            "text": "På den måde er der blevet bygget en løsning, som er nem at bruge for både ansatte og frivillige, og som sikrer, at indhold hurtigt kan tilpasses til organisationens behov. Med Webflow som CMS har Fællesskabet Glad desuden fået en fleksibel og brugervenlig løsning, som er let at onboarde nye ansatte og frivillige i, så de nemt kan hjælpe med opdatere indhold og events.\n\nDeres nye digitale fundament giver dem friheden til at udvide fællesskabet til flere byer og områder."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F6.1---en-brugervenlig-cms-losning-med-webflow.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "p",
            "text": "For at sikre en inkluderende brugeroplevelse har vi reduceret tekstmængden på sitet og brugt større skrift samt ikoner, der gør det let at afkode information. Dette hjælper særligt de unge og voksne med udviklingshandicap med at navigere på hjemmesiden uden besvær. Vi har også indarbejdet “Focus indicators”, som gør det muligt at navigere via tastatur og understøtter hjælpemidler som skærmlæsere."
        },
        {
            "el": "p",
            "text": "Kontaktinformationer er også blevet nemmere at finde overalt på siden, så brugerne hurtigt kan komme i kontakt med Fællesskabet Glad. Dette understøtter deres mission om at skabe et brugervenligt og trygt digitalt rum for alle."
        },
        {
            "el": "p",
            "text": "Til slut har vi også hjulpet dem med at udføre en grundig SEO-optimering, hvilket sikrer, at hjemmesiden nu tiltrækker relevante besøgende som fonde, ledsagere, donorer og frivillige. Vi har også tilføjet dedikerede undersider, hvor de kan lære mere om de udfordringer og oplevelser, de unge og voksne med udviklingshandicap står overfor, såsom ensomhed."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2F6.2---en-brugervenlig-cms-losning-med-webflow.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Hvem er Fællesskabet Glad?"
        },
        {
            "el": "p",
            "text": "I 2014 oprettede Jysk Børneforsorg/Fredehjem en frivilligdrevet klub for unge og voksne med udviklingshandicap. Siden da er fællesskabet vokset fra en lille gruppe til den organisation, vi kender i dag som Fællesskabet Glad. Organisationen tilbyder et væld af aktiviteter, der spænder fra socialt samvær og events til personlig udvikling og støtte til unge og voksne med udviklingshandicap, hvor fællesskab og inklusion er i centrum. "
        },
        {
            "el": "p",
            "text": "Fælleskabet Glads mål er at skabe et trygt miljø, hvor det er muligt at udvikle færdigheder, opbygge selvværd og venskaber blandt de unge og voksne med udviklingshandicap."
        }
    ]
}