{
    "case": "global-kampagne-for-stokke-og-tripp-trapp",
    "url": "https://www.knowit.dk/cases/global-kampagne-for-stokke-og-tripp-trapp/",
    "dom": [
        {
            "el": "h1",
            "text": "Global kampagne for Stokke og Tripp Trapp"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "STOKKE"
        },
        {
            "el": "p",
            "text": "Tripp Trapp skal relanceres globalt og vinde nye tilhængere blandt småbørnsforældre verden over. Knowit Experience (tidligere Creuna) står bag lanceringsfilmen."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fstokke%2Ftt_screenshots-1920x1080.jpg&w=640&q=75 640w",
            "alt": "Global kampagne for Stokke og Tripp Trapp"
        },
        {
            "el": "h2",
            "text": "A chair for life"
        },
        {
            "el": "p",
            "text": "Stokke Tripp Trapp blev sidste år udråbt til århundredets nordiske designvinder af Norges største avis, Aftenposten. I Creuna hjælper vi den norske producent af barnevogne, højstole og andet udstyr til babyer og børn med at få nye tilhængere i resten af verden. Tripp Trapp-stolen fra 1972 er med sit universelle design og bæredygtige materialer et tidløst og holdbart designikon."
        },
        {
            "el": "p",
            "text": "De langtidsholdbare egenskaber gør stolen mere aktuel end nogensinde før blandt den nye generation af unge, bevidste forældre over hele verden. Med det som baggrund ruller Stokke deres globale kommunikationskoncept ud: A chair for life."
        },
        {
            "el": "h2",
            "text": "En verden af følelser i lanceringsfilmen"
        },
        {
            "el": "p",
            "text": "Lanceringsfilmen til det nye koncept er baseret på ideen om, at følelser og instinkter er fælles for alle forældre, uafhængigt af ophav. Verdens forældre deler nemlig ønsket om at give deres barn en tryg opvækst med bedst mulige vilkår for udvikling."
        },
        {
            "el": "p",
            "text": "Derfor fortælles Tripp Trapp-historien om glæde og samspil mellem generationer med hjertet. Selvom de mest basale følelser er ens, kan de komme til udtryk på forskellig vis i forskellige kulturer."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fstokke%2Fstoryboard-1920x1080.jpg&w=640&q=75 640w",
            "alt": "Storyboard"
        },
        {
            "el": "h2",
            "text": "Global forvaltning af et nordisk brand"
        },
        {
            "el": "p",
            "text": "Stokke har med sine dybe rødder i Norge en klar og markant skandinavisk profil. Det har været at vigtigt at bringe denne profil i spil, da Stokke ved, at den nordiske designstil appellerer til moderne forbrugere over hele verden."
        },
        {
            "el": "p",
            "text": "Knowit Experiences opgave har været at forvalte brandet i alle dele af leverancen, og vi har derfor sammensat et projektteam på tværs af fagområder og med et internationalt perspektiv for at skabe et kraftfuldt, kreativt koncept, som fungerer på tværs af Stokkes mange markeder."
        }
    ]
}