{
    "case": "gol-og-grill-gar-hand-i-hand-i-emotionel-sommerkampagne",
    "url": "https://www.knowit.dk/cases/gol-og-grill-gar-hand-i-hand-i-emotionel-sommerkampagne/",
    "dom": [
        {
            "el": "h1",
            "text": "GØL og grill går hånd i hånd i emotionel sommerkampagne"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "GØL"
        },
        {
            "el": "p",
            "text": "Er en pølse altid bare en pølse? Spørger du os, er det et rungende nej. Pølse-producenten GØL havde i foråret 2020 brug for at aktivere deres kernebudskaber og indtage positionen som Danmarks ubestridte grillbrand. Den mission kickstartede vi med en effektfuld sommerkampagne på både SoMe og web, hvor Knowit Experience står bag alt lige fra kampagnekoncept til endelig eksekvering."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fgol%2Fgrafik1.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Mere end bare en pølse"
        },
        {
            "el": "p",
            "text": "GØL har lige siden 1934 leveret pølser, salami og spegepølser til de danske middagsborde og grillaftener på terrassen. De har en lang og stolt tradition inden for slagterhåndværk og pølsemageri og har efter næsten ni årtiers produktion indtaget en position som et af Danmarks førende pølsebrand."
        },
        {
            "el": "p",
            "text": "Det vidner ikke bare om et stærkt kerneprodukt, men også om en stærk brandfortælling bygget op omkring tre centrale grundværdier: godt håndværk, stolte traditioner og ekstraordinær kvalitet."
        },
        {
            "el": "p",
            "text": "Og netop de værdier havde GØL brug for at synliggøre for målgruppen, så brandpositionen og den mere emotionelle relation til GØL’s trofaste følgere ville stå stærkere og endnu tydeligere."
        },
        {
            "el": "p",
            "text": "Så, kort sagt, fik vi til opgave at slå fast, at GØL er langt mere end bare en pølse."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fgol%2Fgrafik3.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fgol%2Fhero-billede.jpeg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "GØL og grill – traditionen tro"
        },
        {
            "el": "p",
            "text": "En sydende pølse på grillen en varm sommerdag kan være en fryd for øjet – men der er et stykke vej fra grillbriketter og stegeskorpe til en større purposefortælling."
        },
        {
            "el": "p",
            "text": "Så for at kickstarte kampagnearbejdet, måtte det ske med et helt andet udgangspunkt end selve produktet. Et udgangspunkt, som var i stand til at skabe positiv genklang hos den produktnære målgruppe af inkarnerede grill-eksperter og -aficionados."
        },
        {
            "el": "p",
            "text": "Vi dykkede derfor ned i GØL’s brandværdier, hvor vi fandt et holdepunkt, som alle danskere kan relatere til. Noget som bringer os tættere sammen år efter år: nemlig alle de sommertraditioner, vi går og glæder os til, når den danske sommer banker på døren."
        },
        {
            "el": "h2",
            "text": "Et varmt gensyn med alt det, vi savner"
        },
        {
            "el": "p",
            "text": "I foråret 2020 var længslen stor i hele landet. Måske større end den nogensinde har været. Vi længtes efter det normale, det vi plejer –og alt det, vi savner."
        },
        {
            "el": "p",
            "text": "For så snart træerne springer ud i landskabet, og kalenderen nærmer sig de lune måneder, så længes vi efter solstråler, strand og det varme gensyn med den danske sommer."
        },
        {
            "el": "p",
            "text": "Modsat jul, hvor vi alle følger de samme traditioner, så er sommeren den tid på året, hvor vi har vores helt egne traditioner med familie og venner."
        },
        {
            "el": "p",
            "text": "Om det er shelterturen med den faste klike, kør-selv-ferie til Toscana med familien eller en skål med friske danske jordbær på terrassen – så er danske sommertraditioner lige så faste, som de er unikke fra person til person."
        },
        {
            "el": "p",
            "text": "Fælles for alle traditionerne er, at her blomstrer samværet, hyggestunderne, minderne – og grillen er en helt naturlig sommerven og følgesvend, næsten uanset hvordan traditionerne ser ud."
        },
        {
            "el": "h2",
            "text": "Hero-video"
        },
        {
            "el": "p",
            "text": "Hero-videoen var blot ét element i den integrerede kampagne, der også blev understøttet af en række SoMe-opslag, konkurrencer og en grill-quiz, der gav selv den mest entusiastiske grillmester kamp til stregen."
        },
        {
            "el": "p",
            "text": "Den indsigt blev blæst op på det store lærred i sommerkampagnens hero-film, der aktiverede GØL’s purpose – og mindede samtidig danskerne om alt det, de elsker og savner ved den danske sommer."
        },
        {
            "el": "p",
            "text": "Med sammenklip af nutid og der-var-engang i en organisk fortælling, fandt vi et nostalgisk og nærværende udtryk, der binder nye og gamle sommertraditioner sammen – og som naturligt introducerer GØL’s kampagne-tagline: Smagen af sommer."
        },
        {
            "el": "p",
            "text": "Tilsammen oplyste kampagnens mange elementer i Smagen af sommer – og skabte samtidig et rum, hvor de danske sommertraditioner kom til live i både ord og billeder."
        },
        {
            "el": "p",
            "text": "reach på hero-videoen i 2020. I 2021 ramte hero-videoen et reach på 113.580."
        },
        {
            "el": "p",
            "text": "i time spend with brand i 2020. I 2021 ramte hero-videoen 241 timer."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fgol%2Fgrafik2.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fgol%2Fgrafik4.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Smagen af sommer kommer på grillen i 2021"
        },
        {
            "el": "p",
            "text": "Kampagnens fokus på gensynsglæden med den danske sommer havde så godt fat i danskerne, at Smagen af sommer helt naturligt skulle leve videre i 2021 – udfoldet endnu mere med et nyt twist og fokus."
        },
        {
            "el": "p",
            "text": "Hvor 2020-kampagnen fokuserede på tankerne, følelserne og minderne om den danske sommer, så skulle kampagnen i 2021 tage konceptet et skridt videre og definere smagen af sommer: Hvordan ser den ud på tallerkenen? Og måske endnu vigtigere – hvordan smager den?"
        },
        {
            "el": "p",
            "text": "Til at løse den opgave fandt vi frem til to kokkefaglige influenter, som afspejler GØL-målgruppens interesser og værdier."
        },
        {
            "el": "p",
            "text": "Valget faldt på madfællesskabet Gastromand og tv-kokken Casper Sobczyk, der hver især fik frie rammer til at definere deres smag af sommer. Igennem engagerende og oplysende opslag på tværs af influenternes kanaler, inviterede Gastromand og Casper Sobczyk målgruppen med ind bag kulisserne – lige fra den første brainstorm til den færdige sommerret."
        },
        {
            "el": "p",
            "text": "I nøgne tal lå engagement-raten for perioden maj-juni 2020 på 3,7 % – I 2021 nåede den hele 9 % for perioden april-juni 2021."
        },
        {
            "el": "p",
            "text": "post reach i kampagne-perioden for 2020 - en stigning på 79 % ift. året før."
        },
        {
            "el": "p",
            "text": "total reach i 2021, som er en stigning på 32 % sammenlignet med 2020."
        },
        {
            "el": "h2",
            "text": "Grillmesterens Ultimative Grillquiz"
        },
        {
            "el": "p",
            "text": "Vi satte også målgruppens grill-trivia på prøve med Grillmesterens Ultimative Grillquiz, som testede grillentusiasterne i alt fra stegetider til GØL’s traditionsrige historie. Quizzen fik i 2020-perioden ca. 3.000 unikke besøg, som i gennemsnit har brugt 1,5 minutter på quizzen."
        },
        {
            "el": "p",
            "text": "Det giver i alt 78 timer i time spent with brand, som er en markant og koncentreret stigning i brand-awareness i løbet af kampagneperioden. I 2021 var quizzen atter en succes og genererede 3.979 unikke besøg som resulterede i 61 timer i time spent with brand."
        }
    ]
}