{
    "case": "intelligent-overvagning-af-turbiner-tager-vestas-service-til-nye-hojder",
    "url": "https://www.knowit.dk/cases/intelligent-overvagning-af-turbiner-tager-vestas-service-til-nye-hojder/",
    "dom": [
        {
            "el": "h1",
            "text": "Intelligent overvågning af turbiner tager Vestas’ service til nye højder"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "VESTAS - BAM"
        },
        {
            "el": "p",
            "text": "Med droner, avanceret dataananlyse og intelligente dashboards bliver Vestas’ serviceforretning løftet til nye højder. Det gør det nemlig både nemmere og mere præcist at inspicere vindmølle-vinger for fejl."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fvestas---bam%2Fbam-2-ipads_updated_mh.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Digitalisering af inspektioner"
        },
        {
            "el": "p",
            "text": "Vestas er i mange år gået forrest i den digitale transformation af den globale, bæredygtige energisektor. Det gælder også den vigtige serviceforretning. Men et vigtigt element i servicen har indtil nu været forbigået. Nemlig den regelmæssige inspektion af turbinerne, der har til hensigt at opdage slitage og skader på vingerne. "
        },
        {
            "el": "p",
            "text": "Markedsstandarden på dette område er fortsat, at serviceteknikere tager billeder af turbinerne fra jorden, eller firer sig ned via helikopter. Begge måder er bekostelige og besværlige. Derfor er det et markant fremskridt i industrien, at Vestas nu er i stand til at sende en drone op for at tage billederne."
        },
        {
            "el": "p",
            "text": "Droneteknologi revolutionerer mulighederne for serviceeftersyn og dataindsamling om Vestas’ mange vindmølleturbiner – helt ned til én specifik vinge, på én specifik turbine. Det giver kunderne øget kontrol over deres assets. Det gør det muligt vurdere turbinernes stand inden for få minutter. Og så gør det det markant nemmere at foretage eftersyn af vindmølleparker til havs. "
        },
        {
            "el": "p",
            "text": "Inspektionerne er et vigtigt element i implementeringen af Blade Asset Management, der er et af Vestas’ vigtigste digitale serviceværktøjer. Det giver kunderne mulighed for at overskue, monitorere og analysere både enkelte vindmølleturbiner og komplette vindmølleparker.  "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fvestas---bam%2Fbreaker-image-1.jpeg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Brugervenlig navigation i bugnende datasæt"
        },
        {
            "el": "p",
            "text": "Droneteknologien gør det muligt at komme tættere på turbinerne, hvilket giver både flere og mere præcise data om deres stand. Med de titusindvis af dronebilleder kan der zoomes helt ind på turbinens enkelte vinger, så serviceteknikerne kan opdage fejl og skader, som de ikke ville kunne se med billeder taget fra jorden. Dermed forbedres kvaliteten af servicerapporterne, samtidig med at effektiviteten mangedobles."
        },
        {
            "el": "p",
            "text": "Servicerapporterne bliver indlejret i Vestas Online, der giver det fulde, holistiske overblik over samtlige kundens vindmølleparker. Fra Skjern til Singapore. På 20 sekunder og med få klik, kan du gå fra verdenskortet over turbiner på hele jorden, ned til ét enkelt zoomet billede af én konkret skade. Det giver en effektiv og intuitiv brugeroplevelse, selvom der navigeres i enorme mængder af data."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fvestas---bam%2Fbam-zoomed-in-1.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fvestas---bam%2Fscreens.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Store data giver stort overblik"
        },
        {
            "el": "p",
            "text": "Skaderne og fejlene på turbinerne inddeles i fem kategorier, der gør det nemt for ejerne af vindmølleparkerne at vurdere, hvornår der skal foretages reparationer. Før i tiden skulle ejerne bruge lang tid på at få lavet 40-siders lange tilstandsanalyser for hver enkelt turbine."
        },
        {
            "el": "p",
            "text": "Nu kan det samme arbejde udføres på få minutter, og dataoverblikket er samtidigt suverænt forbedret via Vestas Online-platformen. Blade Asset Management giver bedre data, det er hurtigere, og det sparer markante ressourcer. Og så er det i sidste ende en løsning, der gør grøn energi billigere for os alle sammen."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fvestas---bam%2Fzoomed-in-mockup.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Gennemsigtighed i sigte"
        },
        {
            "el": "p",
            "text": "Blade Asset Management er en innovativ løsning, der effektiviserer flere af Vestas’ processer og sparer tusindvis af arbejdstimer hvert eneste år. Som om det ikke var nok, er det også en løsning, der skaber data og serviceeftersyn af vindmøller på et hidtil uset højt niveau. Det optimerer oppetid og performance for hver enkelt turbine, hvilket er gode nyheder - både for vindmølleejere og for jordkloden generelt. "
        },
        {
            "el": "p",
            "text": "Blade Asset Management er allerede i fuldt virke, men der er stadig masser af perspektiver ved løsningen. "
        },
        {
            "el": "p",
            "text": "For eksempel at man i fremtiden kan forestille sig selvflyvende droner, der ved hjælp af kunstig intelligens kan etablere et fuldt automatiseret system, der selv planlægger serviceeftersyn, detekterer fejl og bestiller reservedele. "
        },
        {
            "el": "p",
            "text": "For Vestas skaber løsningen transparens og troværdighed både indadtil og udadtil. Det bliver tydeligt for enhver, at Vestas tager kvalitetssikringen af deres vindmølleparker alvorligt, og at de har det store, globale overblik over hver eneste væsentlige detalje. Alt sammen noget der er med til at cementere Vestas’ rolle som en af verdens frontløbere inden for grøn energi. "
        }
    ]
}