{
    "case": "involverende-indhold-giver-ases-medlemmer-mulighed-for-ambassadorskab",
    "url": "https://www.knowit.dk/cases/involverende-indhold-giver-ases-medlemmer-mulighed-for-ambassadorskab/",
    "dom": [
        {
            "el": "h1",
            "text": "Involverende indhold giver Ases medlemmer mulighed for ambassadørskab"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "ASE"
        },
        {
            "el": "p",
            "text": "Med et redesign af deres website og radikale ændringer i indholdet har vi produceret en digital platform med en topklasse brugeroplevelse, der imødekommer alle nøgleinteressenternes behov og har øget online konvertering med 400%. Det nye ASE.dk skiller sig ud som en helt ny hjemmeside med visning af relevant indhold, der positionerer Ase som digital frontløber blandt medlemsorganisationer i Danmark."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase-5.jpeg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Et fokus på medlemsloyalitet"
        },
        {
            "el": "p",
            "text": "Ase er en førende uafhængig dansk a-kasse og fagforening, ejet 100% af sine medlemmer. En  stor medlemsorganisation for mere end 150.000 selvstændige, ansatte og studerende, kendt for sin innovative tilgang til at udvikle konkurrencedygtige produkter til sine medlemmer."
        },
        {
            "el": "p",
            "text": "Ase ønskede en ny digital platform, der positionerede Ase som den digitale frontløber blandt brancheorganisationer. En platform, der gør Ase i stand til at tilbyde sine medlemmer og andre nøgleinteressenter en overlegen og problemfri digital oplevelse på tværs af alle kontaktpunkter, og som styrker og motiverer medlemmer til at agere ambassadører."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase_original_squooshed-43.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase-9-43.jpg&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "p",
            "text": "Med en visionær strategi om at bygge en åben og kundefokuseret organisation præsenterede Ase os for nogle vigtige strategiske succeskriterier for deres nye platform. Den skulle bidrage til at øge medlemsloyaliteten, øge salgsleads og konvertering til nye salg, samt tilføje værdi til eksisterende medlemmer for at reducere churn-rate."
        },
        {
            "el": "p",
            "text": "Ase havde identificeret en kritisk 'fejl' med den gamle Ase-hjemmeside, der resulterede i tabet af for mange potentielle nye medlemmer, der besøgte hjemmesiden, og muligvis også en forklaring på en øget churn-rate. Den 'fejl', de havde identificeret, var i distributionen af ​​indhold, hvor salgsfremmende budskaber blev vist for tidligt og aggressivt i potentielle medlemmers rejse."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase_background_img.jpeg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Et redesign med indivdualisering i højsædet"
        },
        {
            "el": "p",
            "text": "Knowit Experience var hovedteknologi- og designudvikler for Ases nye digitale platform, og fungerede som rådgiver og projektleder fra start til slut."
        },
        {
            "el": "p",
            "text": "Kernen i det digitale platformsprojekt indebar et redesign af ase.dk og en radikal ændring i brugen af ​​indholdet, fra budskaberne til hvordan det distribueres og vises på hjemmesiden og medlemsrejsen. Derfor startede vi med at samle detaljerede indsigter om Ase og dets medlemmer."
        },
        {
            "el": "p",
            "text": "I samarbejde med 1508 startede vi med at gennemføre interviews med eksisterende og potentielle nye Ase-medlemmer, hvorigennem vi dannede os nogle vigtige indsigter, hvoraf de tre nedenfor viste sig at være afgørende i vores bestræbelser på at levere på Ases vigtigste succeskriterier."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fasedk_squooshed.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase-5.jpeg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Kontekst og relevans tager medlemmerne ud af kasserne"
        },
        {
            "el": "p",
            "text": "På det gamle Ase.dk blev indholdet struktureret og vist for hver af de tre medlemssegmenter: selvstændige, ansatte og studerende. Denne struktur var bygget på at putte kunderne i kasser og havde derfor nogle begrænsninger i forhold til at gøre distributionen af ​​information dynamisk for at imødekomme hvert medlems behov. Det var relevant, men utilstrækkeligt og ikke involverende for medlemsrejsen."
        },
        {
            "el": "p",
            "text": "Det, vi gjorde, var at genopbygge hele indholdsstrukturen og distributionen, for at skabe en problemfri brugeroplevelse og medlemsrejse, imødekomme individuelle behov og inspirere et potentielt medlem til at gå i dialog ved for eksempel at ansøge om medlemskab eller kontakte for at anmode om mere information."
        },
        {
            "el": "p",
            "text": "Vi bevægede os væk fra at planlægge indhold, der vises for potentielle medlemmer puttet i kasser, og implementerede i stedet en mere dynamisk teknologi til at håndtere situationer, der krydsdefinerede de forskellige typer medlemmer ved at give indhold med svar, der er relevante for de oftest stillede spørgsmål eller behov for information. Eksempler på spørgsmål, vi identificerede gennem interviews udført med Ase-medlemmer, var:"
        },
        {
            "el": "p",
            "text": "Jeg vil skifte job.\nJeg vil starte en virksomhed.\nJeg vil på barsel."
        },
        {
            "el": "p",
            "text": "Med denne tilgang satte vi Ase i stand til at vise yderst relevant indhold på det rigtige tidspunkt og i den rigtige kontekst til de enkelte brugere, og inspirere både eksisterende medlemmer og nye potentielle medlemmer med indhold, der forklarede muligheder og medlemsfordele."
        },
        {
            "el": "p",
            "text": "Dette gav os også mulighed for at SEO-optimere for ase.dk og øget leadgenerering fra Google og andre tredjeparts sider. Kort sagt byggede vi en back-end, der leder efter sammenhænge mellem, hvad potentielle medlemmer søgte efter på Google, da de fandt ase.dk, som så dikterer det indhold, der vises til dem, når de går ind på ase.dk. Dette sikrer, at de starter med indhold, der er relevant for deres specifikke behov, og inspirerer dem til at udforske muligheder og medlemsfordele."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase-frontpage-43.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fase%2Fase-3-43.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Et website der skiller sig ud"
        },
        {
            "el": "p",
            "text": "Det nye ASE.dk skiller sig ud som en helt ny hjemmeside med visning af relevant indhold, der positionerer Ase som digital frontløber blandt medlemsorganisationer i Danmark."
        },
        {
            "el": "p",
            "text": "Fra et salgsperspektiv har Ase delt med os, at den nye digitale platform var med til at øge onlinekonverteringen med 400 %, og i de første 6 måneder efter lanceringen var der sikret et afkast af investeringen i den nye digitale platform. Dette er et tegn på succesfuld levering af en stigning i salgsleads og konvertering til nyt salg."
        },
        {
            "el": "p",
            "text": "Fra Ase har vi også erfaret, at både deres eksisterende og potentielle nye medlemmer oplever den nye indholdsstruktur og distribution på tværs af platformen, som værende mere relevant og involverende. Det er nu nemmere for eksisterende medlemmer at finde svar, og for potentielle nye medlemmer at lære om medlemsfordele, der er relevante for dem. Alle salgspush-beskeder er fjernet fra forsiderne og er i stedet nu tilgængelige i sektionen ’Bliv medlem’. Dette er endnu et tegn på succesfuld levering af øget medlemsloyalitet og tilføjelse af værdi til eksisterende medlemmer for at reducere churn-rate."
        }
    ]
}