{
    "case": "kendskab-til-digitalisering-og-nye-teknologier-for-medlemmer-af-hk-kommunal",
    "url": "https://www.knowit.dk/cases/kendskab-til-digitalisering-og-nye-teknologier-for-medlemmer-af-hk-kommunal/",
    "dom": [
        {
            "el": "h1",
            "text": "Kendskab til digitalisering og nye teknologier for medlemmer af HK Kommunal"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "HK KOMMUNAL"
        },
        {
            "el": "p",
            "text": "Robotic Process Automation (RPA), chatbots, machine learning og kunstig intelligens er ord, som mange føler sig skræmt over eller måske ikke forstår. Det ville man i HK Kommunal gøre op med for deres medlemmer i kommuner og regioner. Kendskab til digitalisering og de nye teknologier er et must og derfor har HK Kommunal i samarbejde med Knowit udviklet et 3-dages kursusforløb \"Fremtidens HK'er\" om emnet."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fsolutions%2Fhk-kommunal%2Frobotics-1300x731.jpg&w=640&q=75 640w",
            "alt": "Robotic Process Automation (RPA)"
        },
        {
            "el": "h2",
            "text": "Udfordring"
        },
        {
            "el": "p",
            "text": "Der er et stort behov for medarbejdere, der kan bidrage til digitaliseringen af arbejdsgange i landets kommuner og regioner. Og der er HK’erne nøglespillere, da det er dem der sidder inde med den fornødne viden om de processer der skal automatiseres. Derfor er det helt oplagt at HK Kommunal tilbyder medlemmerne konkret kendskab til alle de nye teknologier, der er i spil i det offentlige."
        },
        {
            "el": "p",
            "text": "Kursusforløbet har dermed fordele for både kommuner og regioner og HK Kommunal’s medlemmer. Kommuner og regioner får medarbejdere, der kan bidrage til at føre de nye teknologier ud i livet, og medlemmerne sikrer samtidig deres fremtid på arbejdsmarkedet."
        },
        {
            "el": "h2",
            "text": "Proces"
        },
        {
            "el": "p",
            "text": "I første halvår af 2019 var Knowit med til at udarbejde og afholde en række pilotkurser for HK Kommunal, der skulle gøre deres medlemmer klogere på den digitale udvikling og klæde dem på til selv at tage bolden, når der skal automatiseres på arbejdspladsen - og tilbagemeldingerne var helt imponerende. Ni ud af ti vurderede, at de kunne bruge indholdet direkte i deres arbejdsliv."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fsolutions%2Fhk-kommunal%2Fhappy-working-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fsolutions%2Fhk-kommunal%2Ftesting-1200x900.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Løsning"
        },
        {
            "el": "p",
            "text": "På baggrund af de gode tilbagemeldinger fra kurserne der blev afviklet i foråret 2019 , besluttede HK Kommunal at foretage en yderligere investering, og gratis tilbyde HK Kommunal og Knowit’s teknologiuddannelse ”Fremtidens HK’er” til yderligere 1.000 medlemmer over det næste 1½ år. De første forløb kører allerede fra dette efterår."
        },
        {
            "el": "p",
            "text": "Dette er en super stærk case for Knowit, da det er vigtigt, at vi kan være med til, at få den nyeste teknologiske udvikling trukket ned på et plan, hvor alle kan være med.  At det i HK regi er blevet så stor en succes, vidner om et kæmpe behov for at lukke den almindelige dansker ind i denne, for mange, ukendte og lidt skræmmende verden."
        },
        {
            "el": "p",
            "text": "\"Med Fremtidens HK’er vil vi gerne klæde medlemmerne på til at forstå og arbejde med de nye teknologier. Der findes ikke et tilsvarende kursus andre steder – så det er også en fantastisk mulighed for kommuner og regioner til at få sat gang i digitaliseringen\", slår Bodil Otto fast."
        }
    ]
}