{
    "case": "knauf-bygger-baredygtigt-med-nye-digitale-varktojer",
    "url": "https://www.knowit.dk/cases/knauf-bygger-baredygtigt-med-nye-digitale-varktojer/",
    "dom": [
        {
            "el": "h1",
            "text": "Knauf bygger bæredygtigt med nye digitale værktøjer"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "KNAUF"
        },
        {
            "el": "p",
            "text": "Knauf leverer bæredygtige løsninger til ethvert byggeri. Løsninger som meget få mennesker tænker over, men som har enorm betydning for deres trivsel. Vi har udviklet en digital platform, der forener Knaufs produkter med deres rådgivende kvaliteter – og gør det med stil."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2Fhero-1536x864.jpg&w=640&q=75 640w",
            "alt": "Knaufs website"
        },
        {
            "el": "h2",
            "text": "Knauf bygger fundamentet til fremtiden"
        },
        {
            "el": "p",
            "text": "Der er løbet meget gips over transportbåndene, siden Danogips i 1968 åbnede den første danske gipspladefabrik på Kløvermarksvej i Hobro."
        },
        {
            "el": "p",
            "text": "Siden da er Danogips blevet en del af den familieejede Knauf-gruppe, og gipsen er blevet suppleret af både akustiske løsninger, spartel, puds, stål og andre essentielle byggematerialer, der betyder, at Knauf i dag kan levere 75% af alle komponenter til et byggeri."
        },
        {
            "el": "p",
            "text": "Tilbage står Knauf A/S som en af verdens førende leverandører af bæredygtige og miljørigtige byggematerialer – og som en af markedets skarpeste rådgivere inden for bæredygtigt byggeri. De bygger til fremtiden, men deres gamle web-platform sad efterhånden fast i fortiden. Det er her, vi hos Knowit Experience kommer ind i billedet."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2Flogo-1536x864.jpg&w=640&q=75 640w",
            "alt": "Knauf logotype"
        },
        {
            "el": "h2",
            "text": "Inspiration og dokumentation"
        },
        {
            "el": "p",
            "text": "Knauf kontaktede os med ønsket om at udvikle en ny og mobiloptimeret platform, der både fungerer som et rådgivende og inspirerende værktøj for arkitekter, tømrere og entreprenører og samtidigt inspirerer forbrugere med lyst til at renovere eller bygge nyt."
        },
        {
            "el": "p",
            "text": "De søgte altså en ny og forbedret brugeroplevelse, hvor det skulle være let og visuelt indbydende for enhver kunde at finde frem til konkrete systemer og produkter eller drage nytte af Knaufs tekniske rådgivning."
        },
        {
            "el": "p",
            "text": "Udfordringen var således at udvikle et brand-genkendeligt site, der på den ene side skulle tiltale det professionelle byggesegment ved at gøre Knaufs produkter, løsninger og dokumentation let tilgængeligt, og på den anden side være visuelt indbydende og tankevækkende for alle med en hang til bæredygtige byggeprojekter."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2Fscreens1_mh-1778x1000.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2Fmobile-screens-1536x864.jpg&w=640&q=75 640w",
            "alt": "Mobile screens"
        },
        {
            "el": "h2",
            "text": "Design inspireret af arkitektur og byggesymboler"
        },
        {
            "el": "p",
            "text": "Knauf er kendt som et tillidsfuldt og velopbygget brand, som både leverer produkter og dokumentation af markedets ypperste kvalitet. Derfor er indholdet på det nye site dybt inspireret af Knaufs eget arbejde."
        },
        {
            "el": "p",
            "text": "Linjerne på sitets baggrund illustrerer den sædvanlige opbygning af gipsplader, og de gennemgående blå streger er justeret så de passer til logoet. Derudover er sitets mange symboler håndplukket fra Knaufs egne systemmanualer, som altså har fungeret som det stilistiske afsæt."
        },
        {
            "el": "p",
            "text": "De mange informationer, der gjorde det gamle site uoverskueligt, er blevet komprimeret og struktureret sådan, at det er nemt for Knaufs travle målgruppe at gå fra inspiration, over system og struktur, til praksis. En væsentlig del af den ligning er, at søgningen på produkter og systemer er blevet kraftigt effektiviseret."
        },
        {
            "el": "p",
            "text": "Designet er dermed udarbejdet på en måde, der bringer brugeren tættere på den faktiske, håndgribelige oplevelse af at arbejde med Knaufs produkter eller gøre brug af deres rådgivning."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2Fdrawing-1536x864.jpg&w=640&q=75 640w",
            "alt": "Drawing"
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2Fknauf-1536x854.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Bundsolid platform med lækre detaljer og højt til loftet"
        },
        {
            "el": "p",
            "text": "Knaufs nye digitale platform er en effektiv kommunikationsplatform, der tilbyder en kvalitetsfokuseret oplevelse af produktinnovation og systeminspiration inden for bæredygtigt byggeri."
        },
        {
            "el": "p",
            "text": "Hvad end det er arkitekten, der er på udkig efter den helt rigtige akustiske løsning, eller tømreren, der mangler specifikke byggematerialer af højeste kvalitet, så kan det nemt og hurtigt findes hos Knauf."
        },
        {
            "el": "p",
            "text": "Knauf står nu med en platform, der efterlever alle kravene om mobiloptimering, informationssøgning, vejledning, produktfremvisning og en generelt forbedret kundeoplevelse. Og så præsenteres det hele endda i en visuelt overlegen og genkendelig stil."
        },
        {
            "el": "p",
            "text": "\"Med det nye website har vi fået en platform med god navigation, der forbedrer brugeroplevelsen og tager udgangspunkt i kundens behov gennem hele byggeprocessen. Knowit Experience har i den sammenhæng udvist stor interesse og forståelse for alle dele af vores forretning og brand. Den kyndighed har givet afkast i form af en digital oplevelse og et visuelt udtryk, der afspejler vores brandidentitet, vores vision og de værdier, vi arbejder med hos Knauf hver eneste dag.\""
        },
        {
            "el": "p",
            "text": "Tina Overvad, Head of Marketing"
        },
        {
            "el": "p",
            "text": "Knauf A/S"
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fknauf%2F3-screens-1691x951.png&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}