{
    "case": "kone---agile-teams-bringer-konstant-forretningsvardi",
    "url": "https://www.knowit.dk/cases/kone---agile-teams-bringer-konstant-forretningsvardi/",
    "dom": [
        {
            "el": "h1",
            "text": "KONE - Agile teams bringer konstant forretningsværdi"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "KONE"
        },
        {
            "el": "p",
            "text": "Knowit og KONE baserer deres samarbejdspraksis på en agilt software-teammodel. En ny teammodel bygger på ideen om, at et agilt, højtpræsterende og skalerbart team giver større muligheder for at opnå bedre resultater i moderne digitale forretningsmiljøer."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fimage-bank%2Fknowit-employees%2Fknowit-poland-team-photo-shoot-12.png&w=640&q=75 640w",
            "alt": "Knowit team"
        },
        {
            "el": "h2",
            "text": "Langt partnerskab"
        },
        {
            "el": "p",
            "text": "Knowit har været partner med KONE inden for forskning og udviklingstjenester i cirka 15 år. KONE er en global leder inden for løsninger, der sigter mod at gøre menneskers rejser sikre, bekvemme og pålidelige med en portefølje af elevatorer, rulletrapper og løsninger til vedligeholdelse, modernisering og nye digitale tjenester. KONE er noteret på Nasdaq-børsen i Helsinki, Finland."
        },
        {
            "el": "p",
            "text": "“Vi har været meget tilfredse med den moderne måde at arbejde med Knowits agile teams på. De mest værdifulde fordele for vores forretning har været øget effektivitet i projektresultater, accelereret udviklingstempo og færre fejl. Vi har udviklet vores agile metoder sammen med Knowit for at levere effektive resultater og styrke vores teams til at levere den bedste kundeværdi.\""
        },
        {
            "el": "p",
            "text": "Mikko Rajahalme, IoT & Connectivity SW Program Manager"
        },
        {
            "el": "p",
            "text": "KONE"
        },
        {
            "el": "h2",
            "text": "Skalerbare og højtpræsterende teams"
        },
        {
            "el": "p",
            "text": "Den nye teammodel blev opbygget for at opnå stærke resultater og fremskynde kundens forskning og udvikling. Den agile teammodel er baseret på principperne for agil teambuilding, hvilket muliggør mere effektiv og kontinuerlig udvikling. Teamet er en blanding af udviklere med forskellige kompetencer og erfaringer, der supplerer hinanden. Imidlertid kan teammedlemmer og roller variere, da teamet sigter mod at være optimalt og være i stand til at reagere på projektets kompetencebehov."
        },
        {
            "el": "p",
            "text": "\"Knowits agile team gør os i stand til sammen med kunden at booste deres forretning og udviklingsmetoder. Kunden har et højtpræsterende og skalerbart agilt team, der hjælper dem med at udvikle moderne tjenester og produkter. Ved at udnytte data til beslutningstagning kan vi reagere hurtigt med de korrekte operationer. Teamet er større end dets enkelte medlem, og det agile team har alle elementerne til at udføre succesfuldt samarbejde mellem engagerede fagfolk,\" siger Harri Salminen, forretningsenhedsdirektør hos Knowit."
        },
        {
            "el": "h2",
            "text": "Tre metrikker driver teamets succes"
        },
        {
            "el": "p",
            "text": "Knowit agile teams præstationer analyseres med tre metrikker: teamets tilfredshed, kompetenceforventning og arbejdsfokus. Målingerne hjælper teamet med at udvikle deres præstation og levere løsninger til tiden. Målinger spiller en vigtig rolle for teams, da de giver indikatorer på ændrede situationer i tide, da målinger tages hver anden uge. For eksempel er en af målemetrikkerne teamets tilfredshed, og ændringer i teamets humør kan opdages ved hjælp af måleresultaterne. Det gør det muligt at identificere problemet og bestemme dets rodårsager. Når årsagerne er identificeret, kan problemet løses sammen med kunden. Alle nødvendige handlinger besluttes ud fra resultaterne."
        },
        {
            "el": "p",
            "text": "Kompetenceforventning måler, hvor godt hvert teammedlem positionerer sin kompetence i forhold til de aktuelle opgaver. Kvalifikationsmetrikker hjælper med at tildele passende store ansvarsområder til de rette personer og holde dem motiverede."
        },
        {
            "el": "p",
            "text": "Mennesker i teamet forbliver motiverede, når de hver har passende udfordrende opgaver i forhold til deres kompetenceniveau. Teammodellen fokuserer også på at udvikle teamets kompetenceniveauer, så teammedlemmerne får mulighed for at udvikle deres individuelle kompetencer."
        },
        {
            "el": "p",
            "text": "Den tredje metrik repræsenterer arbejdsfokus. Formålet med dette er at sikre, at arbejdstiden bruges optimalt på projektet. Målinger kan bruges til at overvåge eventuelle afvigelser i fokus. Når afvigelserne er identificeret, kan de løses sammen med klienten."
        },
        {
            "el": "p",
            "text": "Formålet med alle målinger er at følge med teamet og sikre, at arbejdstid bruges optimalt på de vigtigste projektopgaver, samtidig med at der sikres fremskridt i udviklingen."
        },
        {
            "el": "p",
            "text": "Mål 9: Industri, innovation og infrastruktur. Opbyg robust infrastruktur, fremme bæredygtig industrialisering og innovation."
        },
        {
            "el": "p",
            "text": "Bæredygtighed har været på begge virksomheders dagsorden i flere år nu. Viden og erfaring hjælper med at forstå forretningsmæssige påvirkninger på vores samfund og miljø. Agile teams er et godt eksempel på nye måder at skabe en positiv indvirkning på virksomhederne og få dem til at turde at tænke større og på nye måder."
        },
        {
            "el": "p",
            "text": "Bæredygtighed er integreret i KONE's organisationskultur, og organisationen har et omfattende bæredygtighedsprogram. Bæredygtighed er en kilde til innovation og en konkurrencefordel for KONE."
        },
        {
            "el": "p",
            "text": "Virksomheden har forpligtet til at drive forretningen ansvarligt og bæredygtigt og forventer samme tilgang fra sine leverandører."
        },
        {
            "el": "p",
            "text": "Bæredygtighed spiller også en væsentlig rolle i Knowits services og værdier. Knowit forpligter sig til at handle ansvarligt i alle lande og i alle sammenhænge, hvor vi opererer. Fokus er på bæredygtig forretning, engagerede medarbejdere og et højt niveau af etik. Knowits bæredygtighedsarbejde bygger på FN's Global Compact, de 17 Globale Mål for Bæredygtig Udvikling og vores etiske kodeks for forretningsadfærd. Knowit har underskrevet FN's Global Compact og overholder dets ti principper for ansvarlig virksomhedsdrift. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fimage-bank%2Fsdg-icons-colored-background%2Fe-web-goal-09.png&w=640&q=75 640w",
            "alt": "SDG 9"
        }
    ]
}