{
    "case": "lakkert-madunivers-med-et-twist",
    "url": "https://www.knowit.dk/cases/lakkert-madunivers-med-et-twist/",
    "dom": [
        {
            "el": "h1",
            "text": "Lækkert madunivers med et twist"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "ARLA APETINA"
        },
        {
            "el": "p",
            "text": "Apetina inspirerer forbrugerne til at lave lækker, men overkommelig hverdagsmad ved hjælp af engagerende blogger-indhold."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla-apetina%2Fhero-1710x962.jpg&w=640&q=75 640w",
            "alt": "Apetina inspirerer"
        },
        {
            "el": "h2",
            "text": "Madinspiration i øjenhøjde"
        },
        {
            "el": "p",
            "text": "Glem alt om molekylær gastronomi og madpincetter. Det er i korte træk Apetinas mission. Derfor har vi sammen med Apetina lanceret en ny global platform, der skal sænke barrieren for madlavning og smide en god portion madglæde tilbage i køkkenet."
        },
        {
            "el": "p",
            "text": "På Apetinas nye madunivers tør vi derfor godt love, at du hverken kommer til at møde Mette Blomsterberg eller René Redzepi. Du inviteres derimod indenfor i køkkenet af helt almindelige mennesker - med en ualmindelig stor interesse for madlavning. Indholdet på sitet leveres nemlig af madbloggere; de virkelige hverdagshelte i dag. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla-apetina%2Fapetina_episerver_05-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla-apetina%2Fapetina-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Autencitet og mexi-mad på menuen"
        },
        {
            "el": "p",
            "text": "Apetina ønskede at booste deres digitale tilstedeværelse uden blot at blive ét blandt mange madlavningsbrands. Men det kan være svært, når det efterhånden er reglen snarere end undtagelsen at have et opskriftsunivers, og når forbrugerne ofte finder inspiration andetsteds."
        },
        {
            "el": "p",
            "text": "Netop derfor inviterede vi en række udvalgte bloggere fra Apetinas primære markeder med til bords. Det giver nemlig troværdighed og autencitet, når middagsinspirationen serveres af et hold travle tvillingeforældre, eller når en eventyrlysten globetrotter deler sine bedste tips til mexikansk madlavning. Samtidig glider indholdet langt bedre ned, når det kommer fra almindelige mennesker, som forbrugerne kan identificere sig med."
        },
        {
            "el": "h2",
            "text": "Designet oser af ost"
        },
        {
            "el": "p",
            "text": "Også på designfronten har vi sat madglæden i fokus. Store, lækre madbilleder - hvor fællesnævneren er ost i fast, flydende, smuldret, smeltet eller smørbar form - får maven til at knurre og tænderne til at løbe i vand. Hele sitet - lige fra navigationen til ikonerne og de færdige retter - er holdt i en letfordøjelig stil, der skal være med til at understrege, at dét der med lækker mad slet ikke behøver at være så besværligt. "
        },
        {
            "el": "p",
            "text": "Hos Knowit Experience tager vi os af at planlægge og koordinere indhold med bloggerne fra de seks primære markeder. På den måde sikrer vi, at der hver måned er nye retter på menuen til de sultne forbrugere, og at Apetina selv får frigjort tid til andre opgaver. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla-apetina%2Fapetina_episerver-1864x1049.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Den sociale vej til indkøbskurven"
        },
        {
            "el": "p",
            "text": "Det er de færreste af os, der hopper direkte over på et branded madunivers, når vi med fedtede fingre finder smartphonen frem i køkkenet. Vi var derfor bevidste om, at skulle vi for alvor have fat i forbrugerne, så måtte vi fange dem der, hvor de allerede søger inspiration; på Facebook og Instagram."
        },
        {
            "el": "p",
            "text": "De sociale medier er oplagte til distribution af indhold, da det giver os en reel mulighed for at møde forbrugerne - længe inden maven begynder at knurre, og indkøbskurven fyldes op. "
        },
        {
            "el": "p",
            "text": "Vi tager os af community management-delen og er dermed ansvarlige for at skabe synergier mellem de forskellige kanaler og at drive konkurrencer og kampagner, der får selv den mest kræsne foodie med på oste-vognen. "
        },
        {
            "el": "p",
            "text": "Oplev løsningen her"
        }
    ]
}