{
    "case": "netbutik-for-brilleland-venlig-enkel-og-professionel",
    "url": "https://www.knowit.dk/cases/netbutik-for-brilleland-venlig-enkel-og-professionel/",
    "dom": [
        {
            "el": "h1",
            "text": "Netbutik for Brilleland: Venlig, enkel og professionel"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "BRILLELAND"
        },
        {
            "el": "p",
            "text": "Målet med netbutikken til Brilleland er, at den skal fremstå på samme måde som kædens fysiske butikker i Norge: Venlig, professionel, enkel og effektiv. Samtidig udgør løsningen et vigtigt led i en større digital vækststrategi."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fbrilleland%2Fdk%2Fbrilleland_hero-1920x1080.jpg&w=640&q=75 640w",
            "alt": "Netbutik for Brilleland"
        },
        {
            "el": "h2",
            "text": "Det norske Synoptik"
        },
        {
            "el": "p",
            "text": "Brilleland er et datterselskab til danske Synoptik og har været en af Norges førende optikerkæde i mere end 30 år. Med fysiske butikker i hele landet var tiden blevet moden til at etablere en fuldværdig og fuldkommen e-handelsløsning."
        },
        {
            "el": "p",
            "text": "Med denne på plads har kæden nu mulighed for at blive endnu vigtigere for sine kunder og dermed bidrage til vækst og rentabilitet. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fbrilleland%2Fdk%2F02-forside-beige-bg-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Indgår i større satsning"
        },
        {
            "el": "p",
            "text": "Brilleland er blandt frontløberne inden for kontaktlinse-abonnementer i Norge. Kontaktlinserne er en vigtig indtægtskilde for kæden, men det er samtidig et område med stor konkurrence. Den nye nethandelsløsning indgår i en større satsning, hvormed Brilleland søger at komme tættere på sine kunder og blive en vigtigere del af deres liv."
        },
        {
            "el": "p",
            "text": "Fokusset i den videre udvikling af løsningen er derfor at give kunderne relevant information om tidligere køb for at gøre genbestillinger lettere og for at gøe loyaliteten. Dette vil også gøre det muligt at skræddersy tilbud og tjenester til hver enkelt kunde."
        },
        {
            "el": "p",
            "text": "Persondataene bliver varetaget ved, at Knowit Experience har udviklet et system til håndtering af samtykker for Brilleland, som er i komplet overensstemmelse med GDPR-reglementet."
        },
        {
            "el": "p",
            "text": "Systemet er fleksibelt for redaktørerne og gør det samtidigt enkelt for Brillelands online-kunder at administrere deres oplysninger på en personlig profilside."
        },
        {
            "el": "p",
            "text": "Etableringen af en digital produktbase (PIM-system) er et centralt element i Brillelands nye satsning. Her er al produktinformation, alle billeder og alt indhold samlet på ét sted, hvilket gør det muligt at give kunderne god og informativ service, hvad end det er i den fysiske butik, på websitet eller i den øvrige eksterne kommunikation."
        },
        {
            "el": "p",
            "text": "Ved at have alle kundeindsigter og al produktinformation digitalt kan Brilleland sikre en bedre oplevelse for sine kunder og samtidigt udvikle nye digitale tjenester."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fbrilleland%2Fdk%2F05---mobil-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Komplet leverance"
        },
        {
            "el": "p",
            "text": "I udviklingen af Brillelands webshop bistår Knowit Experience som en komplet og tværfaglig leverandør. Vi har ansvaret for projektledelse, analyse, koncept, informationsarkitektur, interaktionsdesign, brugertests, grafisk design, systemarkitektur, systemudvikling – samt support og beredskab. Udviklingen sker i tæt samarbejde med Brillelands egne ansatte."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fbrilleland%2Fdk%2F03-to-layouts-beige-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fbrilleland%2Fdk%2Ficoner_illustrasjoner_ny-1515x852.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Fakta om løsningen"
        },
        {
            "el": "p",
            "text": "Løsningen til Brilleland er baseret på Episerver CMS, Episerver Commerce, Episerver Find og inRiver PIM (Product Information Management). Netbutikken er integreret med Klarna - en kendt betalingsløsning i det norske marked. "
        },
        {
            "el": "p",
            "text": "Den er fuldt integreret med Brillelands ERP-system Navision. Løsningen er også integreret med tjenesten Seebrite, som giver indsigt og operationel støtte til alle fra butiksmedarbejder til topledelse."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fbrilleland%2Fdk%2F404-ny-1467x825.jpg&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}