{
    "case": "opgradering-af-ecommerce-for-milliarder",
    "url": "https://www.knowit.dk/cases/opgradering-af-ecommerce-for-milliarder/",
    "dom": [
        {
            "el": "h1",
            "text": "Opgradering af eCommerce for milliarder"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "SOLAR"
        },
        {
            "el": "p",
            "text": "Vi har hjulpet Solar med at gentænke deres forretningskritiske digitale platforme. Den komplet redesignede webshop har resulteret i to-cifrede konverteringsrater."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fsolar%2Fuispread2-1920x1080.jpg&w=640&q=75 640w",
            "alt": "Solar satser på customer experience"
        },
        {
            "el": "h2",
            "text": "Solar satser på customer experience"
        },
        {
            "el": "p",
            "text": "Solar er én af Europas førende sourcing- og servicevirksomheder, særligt inden for el, VVS og ventilation. I 2017 omsatte virksomheden for over 11 milliarder, og mere end halvdelen kom via eBusiness-kanaler. Det gør Solar til én af de allerstørste eCommerce-virksomheder i Nordeuropa. "
        },
        {
            "el": "p",
            "text": "Det var derfor ikke uden en vis ærefrygt, at vi tilbage i 2016 satte os til bordet for at forny og redesigne Solars digitale kundetilbud. Heldigvis ser de digitale platforme som en essentiel del af deres strategi på lige fod med evnen til at købe ind til den rette pris og udvikle de rigtige services til kunderne."
        },
        {
            "el": "p",
            "text": "Som sourcingvirksomhed har det nemlig altid været nødvendigt at forstå markedstrends og tilpasse sig kundernes behov. Globalisering og digitalisering har bare gjort det endnu vigtigere at mestre dette, og Solars nye digitale platforme spiller derfor en hovedrolle i kampen om fortsat at differentiere sig på at have de bedste og mest relevante tilbud til kunderne. "
        },
        {
            "el": "h2",
            "text": "Fra big data til byggepladser"
        },
        {
            "el": "p",
            "text": "Når en webshop omsætter for mere end 5 milliarder, skal man tænke sig ekstra godt om, inden man rydder op i menuen, tilføjer nye features og flytter rundt på købsknapperne. Derfor lavede vi et omfattende stykke researcharbejde i forbindelse med redesignet af webshoppen."
        },
        {
            "el": "p",
            "text": "Vi afholdt mere end 20 interne workshops på tværs af Solars kernemarkeder Danmark, Norge, Sverige, og Holland for at forstå forretningen og behovene i de enkelte markeder."
        },
        {
            "el": "p",
            "text": "Vi besøgte 32 byggepladser, skurvogne og kontorer for at interviewe og observere, hvordan kunderne brugte den eksisterende webshop. Sidst men ikke mindst lavede vi data mining på mere end 15 GB ERP-data og 100 GB webdata for at identificere mønstre i brugs- og købsadfærd."
        },
        {
            "el": "p",
            "text": "Men ét er research, noget andet er virkelighed. For at sikre os at brugerne også forstod den nye løsning, lavede vi en strategisk lanceringsplan, hvor vi løbende lavede beta-tests på udvalgte målgrupper og kunder. På den måde sørgede vi for at rette eventuelle fejl og forbedre designet mest muligt, inden det for alvor gik løs."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fsolar%2Fsolar_final.gif&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Digital transformation på flere niveauer"
        },
        {
            "el": "p",
            "text": "Solar er, som mange andre sourcingvirksomheder, ved at omstille sig fra en organisation med produkt- og procesfokus til en organisation, der skal leve af service, viden og innovation. Denne markante og strategiske transformation kommer i den grad til udtryk i virksomhedens store fokus på at forbedre de digitale berøringsflader med kunderne."
        },
        {
            "el": "p",
            "text": "Knowit Experience har i flere år understøttet Solars evolution. Vi har hjulpet med at fastlægge den digitale strategi og prioritere indsatserne. Vi har defineret og designet det nye corporate website. Vi har udviklet services, der skal gøre kundernes liv nemmere. Og så har vi ikke mindst spillet en hovedrolle i overhalingen af Solars milliard-store eCommerce-løsning, der er rygraden i virksomhedens forretning."
        },
        {
            "el": "p",
            "text": "Vi har stået bag et grundlæggende redesign, hvor vi har forenklet og forbedret hele kunderejsen fra login og produktsøgning til filtrering og køb. Vi har naturligvis arbejdet mobile first, fordi shoppen i høj grad er designet til håndværkere på farten. Løsningen er sprogversioneret, og der er intelligent segmentering af kunderne."
        },
        {
            "el": "p",
            "text": "Endeligt er webshoppen ikke blot blevet integreret med det offentlige website og Solars app, men også med et væld af de services som Solar har udviklet for at gøre kundernes liv nemmere for eksempel det prisvindende Fastbox-koncept, som sikrer lynhurtig levering direkte til håndværkerne."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fsolar%2Fgiffi.gif&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}