{
    "case": "own-itbestseller-tiltrakker-verdens-skarpeste-hoveder-med-prisvindende-kampagne",
    "url": "https://www.knowit.dk/cases/own-itbestseller-tiltrakker-verdens-skarpeste-hoveder-med-prisvindende-kampagne/",
    "dom": [
        {
            "el": "h1",
            "text": "Own It: BESTSELLER tiltrækker verdens skarpeste hoveder med prisvindende kampagne"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "BESTSELLER"
        },
        {
            "el": "p",
            "text": "Hvordan viser man en arbejdsplads, hvor mulighederne er uendelige, hvis du tør tage ansvaret? Med \"Own It\" skabte BESTSELLER en stærk og ærlig fortælling om ansvar, ambitioner og vækst. Vi hjalp dem med at bringe det budskab til live gennem en kampagne, der bryder med konventionerne og taler direkte til morgendagens talenter."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fcontentassets%2F56b5cd41d22541a995de116d9d877a93%2Fbestseller-hero.webp&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Muligheder er noget, du skaber selv"
        },
        {
            "el": "p",
            "text": "Med denne filosofi som fundament udviklede BESTSELLER deres Global People Promise: \"Own It\". En vision, der fortæller verden, at når du tager ansvar for din karriere, åbner der sig døre, du ikke troede fandtes. "
        },
        {
            "el": "p",
            "text": "BESTSELLER ønskede mere end bare flotte ord – de ønskede et kampagneunivers, der føles levende, ærligt og inspirerende. En fortælling, der kunne tiltrække verdens dygtigste mennesker og vise, hvad det betyder at arbejde hos BESTSELLER. "
        },
        {
            "el": "p",
            "text": "Og sammen med BESTSELLER var vi hos Knowit med til at bringe \"Own It\" ud i verden. "
        },
        {
            "el": "h2",
            "text": "Fra indsigt til løfte"
        },
        {
            "el": "p",
            "text": "BESTSELLERs ambition var klar: At skille sig ud i kampen om talenterne. Med baggrund i dybdegående research – fra interviews med medarbejdere og ledere til analyser af markedet og tidligere kampagner – blev essensen af deres kultur destilleret til ét løfte: Own It. "
        },
        {
            "el": "p",
            "text": "Men hvordan skaber man en employer branding-kampagne, der bryder med traditionerne og føles lige så handlekraftig, som løftet lover? Hvordan udtrykker man ansvar og muligheder på en måde, der er både dynamisk, ærlig og inspirerende? "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fbestseller2.png&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Et levende koncept, hvor \"Own It\" er i centrum"
        },
        {
            "el": "p",
            "text": "I tæt samarbejde med BESTSELLER udviklede vi et koncept, der giver plads til både handlekraft og autenticitet. Gennem workshops, indsigtsarbejde og kreative brainstorms blev fundamentet lagt for en visuel og narrativ fortælling, der afspejler BESTSELLERs tempo, ambitioner og globale udsyn. "
        },
        {
            "el": "p",
            "text": "Resultatet blev en serie af 7 videoer: "
        },
        {
            "el": "p",
            "text": "Én hero-video, der fanger essensen af \"Own It\" som et mindset. "
        },
        {
            "el": "p",
            "text": "Seks funktionelle videoer, der går tæt på BESTSELLERs kerneområder: Retail, Design, Logistik, Indkøb, Tech og Salg. "
        },
        {
            "el": "h2",
            "text": "Fra mindset til medrivende fortælling"
        },
        {
            "el": "p",
            "text": "For at skabe en kampagne, der føles ægte og inspirerende, arbejdede vi med: "
        },
        {
            "el": "p",
            "text": "Resultatet er en kampagne, der rummer både det nære og det store perspektiv: Personlige fortællinger, globale ambitioner og en kultur, hvor du selv skaber din fremtid. "
        },
        {
            "el": "h2",
            "text": "Prisvindende resultat"
        },
        {
            "el": "p",
            "text": "Own It vandt sølv ved Cannes Corporate Media & TV Awards i kategorien Human Resources. Prisen blev givet for krystalklare budskaber, fremragende fremvisning af brandets image og fremragende teknisk udførelse. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fbestseller0064_3.webp&w=640&q=75 640w",
            "alt": null
        },
        {
            "el": "h2",
            "text": "Hvem er BESTSELLER?"
        },
        {
            "el": "p",
            "text": "BESTSELLER er en international modevirksomhed med rødder i Danmark og et globalt perspektiv. Virksomheden står bag nogle af verdens mest populære modebrands, herunder JACK & JONES, VERO MODA, ONLY, SELECTED og mange flere. Med over 18.000 medarbejdere og tilstedeværelse i flere end 30 lande arbejder BESTSELLER målrettet på at skabe tilgængelig, meningsfuld og ansvarlig mode til mennesker over hele verden. "
        },
        {
            "el": "p",
            "text": "Hos BESTSELLER går ambition og ansvar hånd i hånd. Virksomheden er drevet af en stærk kultur, hvor muligheder er noget, man skaber, og hvor medarbejdernes passion og handlekraft er nøglen til succes. Det gælder ikke kun deres arbejde med mode, men også deres dedikation til at udvikle fremtidens talenter gennem internationale og nationale traineeprogrammer. "
        }
    ]
}