{
    "case": "some-strategi-og-eksekvering-i-appetitligt-parlob",
    "url": "https://www.knowit.dk/cases/some-strategi-og-eksekvering-i-appetitligt-parlob/",
    "dom": [
        {
            "el": "h1",
            "text": "SoMe-strategi og eksekvering i appetitligt parløb"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "DANISH CROWN"
        },
        {
            "el": "p",
            "text": "Danish Crown Foods ønskede at give deres tilstedeværelse på sociale medier en opgradering, så dialogen med forbrugerne blev mere relevant, troværdig og værdiskabende. Med digitale playbooks som strategisk fundament har vi skabt en effektiv SoMe-motor, som i løbet af det første års samarbejde har eksponeret de fem brands flere millioner gange og skabt imponerende stigninger i engagement-raterne på tværs af alle brands."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fsome.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Kreativ SoMe-opdatering til folkekære brands"
        },
        {
            "el": "p",
            "text": "Danish Crown er en af Danmarks største virksomheder med flere end 23.000 medarbejdere og en omsætning på over 61 mia. kroner. Koncernen huser gennem Danish Crown Foods nogle af landets mest populære brands – fra ikoniske Tulip og populære Steff Houlberg til suppe-favoritten Mou, pølsemagerne fra Gøl og kølediskens lidt grønnere alternativ, Den Grønne Slagter."
        },
        {
            "el": "p",
            "text": "Populære brands går naturligvis i dialog med deres kunder på sociale medier. I 2019 kunne Danish Crown Foods dog konstatere, at omfanget af og tilgangen til sociale medier varierede fra brand til brand."
        },
        {
            "el": "p",
            "text": "Derfor kom de til os for i samarbejde at finde en ny strategisk retning for deres tilstedeværelse på sociale medier."
        },
        {
            "el": "p",
            "text": "Udover et ønske om at digitalisere det visuelle udtryk, var det en klar ambition, at hvert enkelt brand skulle finde frem til deres unikke formål med at arbejde med sociale medier. Et formål, som ikke kun skulle bruges til at definere indholdsproduktionen, men også afspejles i KPI’er, målsætninger, budgetter og processer."
        },
        {
            "el": "h2",
            "text": "Digitale Playbooks er nøglen til godt (sam)arbejde"
        },
        {
            "el": "p",
            "text": "De fem brands havde i forvejen et strategisk fundament i form af hver deres brand book. Derfor var afsættet for dette samarbejdet at udvikle playbooks, der kunne fungere som digitale overlæggere, og et dokument, der beskriver, hvordan hver brand bør arbejde digitalt med målgrupper, indhold og kanaler."
        },
        {
            "el": "p",
            "text": "Den digitale playbook giver et fremragende, fælles fundament. Den sikrer, at brandet forbliver konsistent over tid, så følgerne lærer brandet bedre at kende og ved, hvad de kan forvente."
        },
        {
            "el": "p",
            "text": "Desuden er de digitale playbooks dynamiske og kan øbende justeres til ændrede KPI'er og nye indholdstemaer. Samtidig fungerer en playbook som en slags ”kontrakt” mellem Knowit Experience og det enkelte brand-team, så vi sikrer, at vi hver især lever op til de aftalte retningslinjer og målsætninger."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fplaybook2-webb.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Content og Community Management"
        },
        {
            "el": "p",
            "text": "Med playbook’en som strategisk afsæt har Knowit Experience stået for løbende indholdsproduktion og community management for de enkelte brands. Det er – naturligvis – sket i tæt dialog med de respektive Brand Managers og Danish Crowns Digital Center of Excellence og er kørt efter en snorlige udviklingsmodel."
        },
        {
            "el": "p",
            "text": "Faste redaktionsmøder har været epicenteret for udviklingsmodellen. Her blev resultaterne fra forrige måneder gennemgået. Highlights blev fremhævet, og den data-drevne tilgang gav konkrete input til, hvilke opslag og indholdstemaer, der skulle udvikles mere af, og hvad der skulle skrues ned for."
        },
        {
            "el": "p",
            "text": "Alle beslutninger blev inkorporeret i den fælles content-kalender, der fungerede som et dynamisk dokument, hvor vi sammen med Brand Managers og Danish Crowns Digital Center of Excellence skabte et overblik over indholdet for de kommende måneder. Her var der altså styr på alt fra kanaler og formål til visuals og copy."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fsome-posts-to.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fworkflowwavo2-1.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Store stigninger i eksponeringer og engagement"
        },
        {
            "el": "p",
            "text": "De fem folkekære brands har set en forrygende udvikling i løbet af det første års samarbejde. Samlet set er opslagene blevet eksponeret flere millioner gange, og der er opnået tæt på 2 millioner interaktioner."
        },
        {
            "el": "p",
            "text": "Den skarpe indholdskalender sikrer variation i budskaberne – fra det funktionelle og praktiske over det emotionelle til det purpose-orienterede indhold."
        },
        {
            "el": "p",
            "text": "stigning i følgere på Tulips Instagram-side"
        },
        {
            "el": "p",
            "text": "stigning i Engagement-rate på Tulips Facebook-side"
        },
        {
            "el": "p",
            "text": "personer eksponeret for Tulips brand på tværs af Instagram og Facebook"
        },
        {
            "el": "p",
            "text": "Det betyder også, at der er relative store udsving i engagement-raterne. Men den samlede performance er dog ikke til at tage fejl af, da vi har set en flot stigning i den gennemsnitlige engagement rate."
        },
        {
            "el": "p",
            "text": "Her følger et par resultater fra et af de fem brands, nemlig Tulip."
        },
        {
            "el": "p",
            "text": "Knowit Experience har været gode til at forstå vores forretning, vores behov og ikke mindst vores forskellige brands og deres respektive positioner i markedet. Med en digital playbook til hvert brand har vi fået et solidt fundament, som vi bruger til at tage digitale beslutninger. Knowit Experience rummer en god kombination af strategisk og kreativ forståelse koblet med en pragmatisk og effektiv eksekveringsevne."
        },
        {
            "el": "p",
            "text": "Mia Balle Laursen, Digital Manager, Digital Center of Excellence"
        },
        {
            "el": "p",
            "text": "Danish Crown."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fdanish-crown%2Fsome_posts.jpeg&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}