{
    "case": "stemmestyret-kokkenhjalp-til-arla",
    "url": "https://www.knowit.dk/cases/stemmestyret-kokkenhjalp-til-arla/",
    "dom": [
        {
            "el": "h1",
            "text": "Stemmestyret køkkenhjælp til Arla"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "ARLA"
        },
        {
            "el": "p",
            "text": "Det er blevet nemmere end nogensinde før at blive inspireret og guidet gennem madlavningen. Med den stemmestyrede køkkenhjælp Carla fra Arla kan du ha’ hænderne fri hele vejen fra fars til frikadelle."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla%2Fapp1-1620x911.jpg&w=640&q=75 640w",
            "alt": "Arla case"
        },
        {
            "el": "h2",
            "text": "Vi savner inspiration til madlavningen"
        },
        {
            "el": "p",
            "text": "Den gastronomiske bølge, der har skyllet ind over Norden de senere år, har gjort os sultne på nye retter og spændende smagsoplevelser. Desværre har den gennemsnitlige forbruger kun fem faste opskrifter på repertoiret. Inspiration er med andre ord en mangelvare, og den udfordring vil Arla gerne løse. Med tusindvis af opskrifter og mange millioner besøgende på deres websites hvert år er Arla allerede en naturlig allieret, når vi leder efter inspiration til det næste måltid. "
        },
        {
            "el": "p",
            "text": "Samtidig er en ny teknologi ved at ændre måden, vi finder inspiration. Intelligente, stemmestyrede højtalere har nemlig gjort deres indtog, og de er godt på vej til at centrere vores adfærd om det auditive i stedet for det visuelle."
        },
        {
            "el": "p",
            "text": "Konsulenthuset Gartner regner med, at 30% af alle verdens søgninger kommer til at ske uden en skærm allerede i 2020, og i USA har hver 6. husstand nu en højtaler, man kan spørge til råds."
        },
        {
            "el": "p",
            "text": "Stemmestyringens fremtog er i virkeligheden ikke så mærkelig, for stemmen er det mest naturlige interface for menneskelig interaktion. Vi lærer at tale, når vi er omkring 2 år, og når vi er 5 år gamle, er vores sproglige forståelse så udviklet, at det mest af alt handler om ordforråd, ironi og sarkasme derfra."
        },
        {
            "el": "h2",
            "text": "Stemmestyret inspiration og vejledning"
        },
        {
            "el": "p",
            "text": "I slutningen af 2018 besluttede Arla derfor at afsøge stemmestyrede assistenter som en ny måde at nå ud til forbrugerne. Beslutningen blev understøttet af, at Google i efteråret 2018 lancerede deres populære Google Home-højtalere i Norden, så man nu også kan tale dansk, svensk og norsk med dem."
        },
        {
            "el": "p",
            "text": "Resultatet blev til den intelligente køkkenassistent Carla, der er en assistent udviklet specifikt til Googles højtalere. Nu kan forbrugere ligge i sofaen og spørge deres Google Home til råds om opskrifter fra Arla. De skal ganske enkelt bare sige: “Hey Google, snak med Carla”."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla%2Fwriting-message-800x600.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla%2Fsquare2-800x600.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Livret eller tøm køleskabet?"
        },
        {
            "el": "p",
            "text": "Du kan bede om opskriftsinspiration baseret på, hvilket måltid du vil lave, hvilke typer retter, du godt kan lide, eller hvad du har i køleskabet. Det kan lade sig gøre, fordi vi sammen med Arla har givet hver eneste opskrift op til 52 unikke tags. Det tilfører en hidtil uset kontekstforståelse til hver eneste opskrift."
        },
        {
            "el": "h2",
            "text": "Step-by-step uden at løfte en finger"
        },
        {
            "el": "p",
            "text": "Når du har fundet den rette opskrift, kan Carla guide dig igennem tilberedningen, så du slipper for at få hænderne ud af dejen, farsen eller sovsen. Carla kan nemlig læse vejledningen op step-by-step. Du kan også vælge at få sendt opskriften direkte til din mobil, TV eller tablet, hvis du gerne vil se et billede af retten eller læse andre brugeres kommentarer."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Farla%2Fsplitter_transparent-1604x902.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Resultater"
        },
        {
            "el": "p",
            "text": "Carla fra Arla gik i luften i Sverige den 19/12-18 – i perfekt timing op til julesalget, hvor der lå tusindvis af Google Home-devices under træerne. Det præcise antal brugere af Carla er desværre fortroligt, men vi kan roligt sige, at det har overgået Arlas forventninger. Hvad angår brugen af app’en, har særligt inspirationsfasen imponeret. I gennemsnit har brugerne interageret med den brandede applikation i halvandet minut. Og hver gang de har aktiveret en session, har de sagt Arlas brand-navn højt – ofte med familie og venner omkring sig. Tilfredsheden er også til at spore i brugerevalueringerne, hvor Carlas rating ligger på 4,8 ud af 5."
        },
        {
            "el": "h2",
            "text": "100"
        },
        {
            "el": "p",
            "text": "sekunders interaktion i gennemsnit"
        },
        {
            "el": "h2",
            "text": "4,8/5"
        },
        {
            "el": "p",
            "text": "i rating af brugerne"
        },
        {
            "el": "h2",
            "text": "9,63"
        },
        {
            "el": "p",
            "text": "forespørgsler per session"
        }
    ]
}