{
    "case": "tattest-pa-fisken-kunden-og-forbrugeren",
    "url": "https://www.knowit.dk/cases/tattest-pa-fisken-kunden-og-forbrugeren/",
    "dom": [
        {
            "el": "h1",
            "text": "Tættest på fisken, kunden og forbrugeren"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "ROYAL GREENLAND"
        },
        {
            "el": "p",
            "text": "Royal Greenlands nye platform inviterer det professionelle køkken med på rejsen fra hav til bord og inspirerer til at sætte fisk på menuen."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Froyal-greenland%2Frg-hero-1698x955.jpg&w=640&q=75 640w",
            "alt": "Tættest på fisken, kunden og forbrugeren"
        },
        {
            "el": "h2",
            "text": "Fra fangst til forbruger"
        },
        {
            "el": "p",
            "text": "Du kender formentlig Royal Greenland fra rejerne i køledisken. Men du ved måske ikke, at Royal Greenland er en af de eneste fiskeriproducenter, der er fuldstændigt vertikalt integreret. Det betyder, at Royal Greenland har taget sig kærligt af din reje hele vejen fra havets dyb, til den forarbejdes, pakkes og finder vej til dit bord."
        },
        {
            "el": "p",
            "text": "Netop derfor er både bæredygtighed og kvalitet i top. Det gælder naturligvis ikke kun rejen - også de utallige andre fisk og seafood-produkter, som Royal Greenland producerer, lever op til samme standard. "
        },
        {
            "el": "p",
            "text": "Den historie inviterede Royal Greenland os med ombord for at fortælle ved hjælp af en ny global, digital platform."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Froyal-greenland%2Frgpng-1410x794.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Fiskeformidling til flere målgrupper"
        },
        {
            "el": "p",
            "text": "Opgaven var på den ene side at fortælle historien om brandet til grossister, samarbejdspartnere og indkøbere. En målgruppe, som ikke nødvendigvis selv skal have fingrene i det endelige produkt, men derimod er interesserede i årstal, rapporter og fortællingen om Royal Greenland. På den anden side skulle sitet inspirere enhver kok til at sætte mere fisk på menuen."
        },
        {
            "el": "p",
            "text": "Men alene inden for det professionelle køkken findes der næsten lige så mange kokke, som der findes fisk i havet. Der skal derfor være inspiration at hente for både kantinelederen, der handler ind til stordrift i kæmpe-kantinen, og for à la carte kokken, der med sirlig præcision placerer hvidfisken som kronen på værket."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Froyal-greenland%2F03-alt-1554x874.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Fra corporate information til kulinarisk inspiration"
        },
        {
            "el": "p",
            "text": "For at imødekomme begge målgrupper og sætte brandet i fokus har vi ladet designet tage udgangspunkt i Royal Greenlands maritime univers."
        },
        {
            "el": "p",
            "text": "Store, lækre madbilleder dominerer og får sitet til at stinke af fisk - på den gode måde. Som bruger kan man næsten høre bølgeskvulp og smage det salte hav, når man besøger sitet. "
        },
        {
            "el": "p",
            "text": "Samtidig stilles der skarpt på produkterne, når de professionelle kokke inviteres til at dykke ned i et hav af indbydende opskrifter, gode tips og tricks."
        },
        {
            "el": "p",
            "text": "Har du lyst til at hoppe med ombord, kan du opleve hele det nye site her. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Froyal-greenland%2Frg-1849x1040.jpg&w=640&q=75 640w",
            "alt": "\"\""
        }
    ]
}