{
    "case": "tojbrandet-fotex-vrs-bliver-kladt-pa-med-digital-aktivering",
    "url": "https://www.knowit.dk/cases/tojbrandet-fotex-vrs-bliver-kladt-pa-med-digital-aktivering/",
    "dom": [
        {
            "el": "h1",
            "text": "Tøjbrandet føtex VRS bliver klædt på med digital aktivering"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "FØTEX VRS"
        },
        {
            "el": "p",
            "text": "Salling Groups tøjbrand føtex VRS er basistøj til enhver anledning. Trods et velsælgende sortiment, så havde brandet brug for en revitalisering for at stå endnu stærkere hos de relevante målgrupper. Knowit Experience står bag aktiveringen af føtex VRS-brandet på digitale platforme – lige fra det strategiske afsæt til visuel stil og eksekvering."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex-vrs%2Fplaybook1.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Basistøj får strategisk fundament fra øverste hylde"
        },
        {
            "el": "p",
            "text": "I 2015 lancerede Salling Group tøjbrandet føtex VRS – og ambitionen var klar fra starten. Tøjkollektionen skulle sælges eksklusivt i føtex og Bilka til gode og overkommelige priser."
        },
        {
            "el": "p",
            "text": "Men selvom ambitionen flugtede med Salling Groups strategiske fokus, så var lanceringen og aktiveringen af tøjbrandet ikke uden udfordringer."
        },
        {
            "el": "p",
            "text": "Over tid mistede føtex VRS noget af sit momentum hos målgrupperne: Det var ganske enkelt svært at holde brandet moderne og relevant i et tætpakket marked."
        },
        {
            "el": "p",
            "text": "Den nedgang forstærkede desværre også et helt centralt problem: købsbarrieren ved at lægge sko og skjorter i samme kurv som salami og syltetøj blev kun mere jordfast."
        },
        {
            "el": "p",
            "text": "Så for at få føtex VRS-brandet tilbage på lystavlen hos de relevante målgrupper, krævede det en mere systematisk og brandstrategisk tilgang for at løse udfordringerne for føtex VRS – på tværs af både fysiske og digitale touchpoints."
        }
    ]
}