{
    "case": "udforlig-rebranding-til-branchens-udfordrer",
    "url": "https://www.knowit.dk/cases/udforlig-rebranding-til-branchens-udfordrer/",
    "dom": [
        {
            "el": "h1",
            "text": "Udførlig rebranding til branchens udfordrer"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "CONTEA"
        },
        {
            "el": "p",
            "text": "Forsikringsmægleren Contea er et frisk pust i en konservativ branche. De gør det svære simpelt og sætter nye standarder for transparens i både kommunikation og kontrakter. Vi har defineret deres nye brandposition og givet dem et visuelt udtryk, der understøtter deres ukomplicerede måde at drive forretning på."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcontea%2Fcontea-1284x723.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Forsikringsbranchens danske udfordrer"
        },
        {
            "el": "p",
            "text": "Mange virksomheder bilder sig ind, at de er ’den frække dreng i klassen’, men langt de færreste kan faktisk leve op til det. Contea er anderledes. De er i den grad den danske David i en branche fyldt med globale Goliat’er. "
        },
        {
            "el": "p",
            "text": "Contea insisterer nemlig stadig på noget så gammeldags som personlig rådgivning. De udfordrer branchens konventioner, og de kæmper hver dag for at skabe mere gennemsigtighed i et mildest talt broget forsikringsmarked. "
        },
        {
            "el": "p",
            "text": "Indrømmet, vi er nok farvede af at have arbejdet sammen med Contea i snart et år. Men efter interviews med medarbejdere og potentielle kunder kender vi nu den Esbjerg-baserede virksomhed godt nok til at vide, at der er noget om snakken. Hvis du er mere til objektive kriterier end bureausubjektivitet, så kan vi tilføje, at Contea har branchens højeste kundetilfredshed og længste kundeanciennitet."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcontea%2Fcontea-branding-2-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcontea%2Fgalaxy-centered-1-800x600.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "En passende position"
        },
        {
            "el": "p",
            "text": "Når man arbejder med risici, er det nærliggende at tale til bevidstheden om alt det, der kan gå galt. Ikke mindst når ens målgruppe primært er CFO-typer, der i sagens natur er særligt modtagelige for rationelle argumenter."
        },
        {
            "el": "p",
            "text": "Contea ønskede imidlertid at bryde med den udbredte tendens til at tale til frygten. Ikke bare fordi det var en fiks idé, men fordi det ikke er sådan, man gør hos Contea. De kom derfor til Knowit Experience med ønsket om at finde et strategisk fundament, der skulle etablere deres position i markedet som en nærværende, tillidsvækkende og ikke mindst anderledes forsikringspartner."
        },
        {
            "el": "p",
            "text": "Opgaven indebar en gennemgående rebranding og gentænkning af virksomhedens identitet - lige fra det visuelle udtryk til deres tone of voice. Den nye position skulle desuden gøres levende gennem en ny imagevideo, ligesom Conteas website stod overfor en gevaldig overhaling. "
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcontea%2Fcontea-landing-page-scroll-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Det med småt står nu med stort"
        },
        {
            "el": "p",
            "text": "Vi indledte samarbejdet med en strategisk analyse af målgruppen og konkurrenterne. Analysen førte blandt andet til fire oplevelsesprincipper, der ikke kun er kommet til at gennemsyre deres visuelle udtryk, men indkapsler Conteas måde at drive forretning på. "
        },
        {
            "el": "p",
            "text": "Baseret på indsigterne og principperne har vi skabt et brand, der tør udfordre status quo, og som skiller sig ud fra mængden. Et brand der bryder med konventionerne for, hvad du forventer af en forsikringsmægler. I et marked, hvor det meste står med småt, har Contea modet til at sætte en tyk streg under det vigtigste."
        },
        {
            "el": "p",
            "text": "Som det hører sig til i en ordentlig rebranding, har vi overført essensen af Conteas arv fra det gamle logo til det nye. Vi har bevaret firkanternes formsprog, men reduceret kompleksiteten markant."
        },
        {
            "el": "p",
            "text": "Typografien er blevet Conteas stemme. Der bruges stor, fed, understreget og med en solid omgang white space for at give plads til det væsentlige. Typografien fungerer som striks dirigent og fremhæver melodien i Conteas budskaber."
        },
        {
            "el": "p",
            "text": "Repositioneringen har også sat sit præg på Conteas kommunikation. Holdninger står tydeligere, og overflødige ord er skåret væk. Den digitale tilstedeværelse har med andre ord gennemgået en massiv oprydning i både tekst og billeder."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Fcontea%2Fbabab-1920x1080.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Et fundament for vækst"
        },
        {
            "el": "p",
            "text": "Resultaterne i et projekt som vores samarbejde med Contea kan opgøres på mange måder. Er vi begejstrede for at have givet Contea en designmanual, der skaber konsistens og kvalitet i alle kontaktflader? Helt afgjort! Er vi (selv)tilfredse med at have skåret knapt hundredvis af indholdssider på hjemmesiden ned til syv kernesider? Bestemt! Er vi oppe at køre over, hvad vi i fællesskab har opnået på kun seks måneder? Uden tvivl!"
        },
        {
            "el": "p",
            "text": "Men mere end noget andet er vi stolte over, at projektet har været katalysator for en ny måde at tænke på hos Contea. At det har skabt et fundament for, at forsikringsmæglerbranchens frække dreng kan vokse sig endnu større."
        },
        {
            "el": "p",
            "text": "\"Vores nye brandposition har givet os fornyet energi og en kollektiv stolthed over dét, vi er ved at udrette som virksomhed. De fire oplevelsesprincipper, som Knowit Experience har defineret for os, er katapulteret direkte ind i vores virksomheds DNA. Det er de, fordi Knowit Experience har haft en ekseptionel evne til at forstå os. De har formået at omsætte vores hjerteblod til kommunikation, og de har skabt et professionelt og moderne visuelt udtryk, som er unikt for branchen.\""
        },
        {
            "el": "p",
            "text": "Lars Steen Nielsen, CEO"
        },
        {
            "el": "p",
            "text": "Contea"
        }
    ]
}