{
    "case": "unikke-services-med-fordelsprogrammet-fotex-plus",
    "url": "https://www.knowit.dk/cases/unikke-services-med-fordelsprogrammet-fotex-plus/",
    "dom": [
        {
            "el": "h1",
            "text": "Unikke services med fordelsprogrammet føtex Plus"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "FØTEX"
        },
        {
            "el": "p",
            "text": "føtex Plus er et fordelsprogram, der går i spænd med kundens oplevelse af at handle hos føtex. Med personaliserede tilbud, indkøbslister og den helt specielle ’tilfriskhedsgaranti’ lige ved hånden, opfylder føtex Plus alle de høje krav fra den moderne forbruger – og mere til."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex-plus%2Fisometric_v2.jpg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "føtex forbedrer oplevelsen i kampen om kunderne"
        },
        {
            "el": "p",
            "text": "Detail- og dagligvaremarkedet er hård kost. Discountbutikker, webshops, specialforretninger og hypermarkeder kæmper alle om kundernes gunst, og samtidigt forventer brugerne mere og mere af deres indkøbsoplevelse. I hjertet af det marked står føtex. Med 60 års erfaring, mere end 100 butikker og en parole om, at oplevelsen altid er en del af kvaliteten."
        },
        {
            "el": "p",
            "text": "For at leve op til ambitionen om at give kunderne den bedste shopping-oplevelse, besluttede føtex sig i 2019 for at lave et reelt fordelsprogram. Et program, der kunne belønne føtex’ mange loyale kunder og hjælpe dem med at spare tid og penge."
        },
        {
            "el": "p",
            "text": "Tid ved at gøre processen fra inspiration til indkøbsseddel endnu nemmere. Penge ved at præsentere unikke, skræddersyede tilbud og fordele til kunderne – og ved at revolutionere metoden for returnering af defekte varer via ’tilfriskhedsgarantien’."
        },
        {
            "el": "p",
            "text": "Fordelsprogrammet er en essentiel del af Salling Groups tiltagende digitale satsning, og det skal samtidigt være med til at indfri koncernens planer om at skære produktionen af fysiske tilbudsaviser med 30-40%."
        },
        {
            "el": "h2",
            "text": "Tilfriskhedsgaranti og mange andre smarte fordele"
        },
        {
            "el": "p",
            "text": "Løsningen på føtex’ ambitioner blev fordelsprogrammet føtex Plus. Et program, der lever i en dedikeret app, hvor omdrejningspunktet er de gode tilbud. Det første, der møder kunden, er derfor de varer, man kan få til en særlig føtex Plus-pris samt kundens personlige rabatkuponer."
        },
        {
            "el": "p",
            "text": "De personlige kuponer er baseret på kundens faktiske forbrug, så de bliver mere og mere relevante over tid. Det er godt nyt, uanset om kunden er en børnefamilie med et storforbrug af bleer, eller om man bare er svært glad for makrelmadder og chokoladekiks. Uanset hvilken forkærlighed kunden har, bliver rabatten automatisk fratrukket, når man har aktiveret tilbuddet i app’en."
        },
        {
            "el": "p",
            "text": "Udover de gode tilbud indeholder føtex Plus en vaskeægte Danmarkspremiere: Tilfriskhedsgaranti."
        },
        {
            "el": "p",
            "text": "Har man købt en fødevare, der ikke levede op til forventningerne, så er det bare at snuppe et billede via app’en, og pengene kommer fluks retur som tilgodebevis. Slut med at ærgre sig over den rådne avocado, som du ellers brugte 20 granskende minutter på at udvælge. Tilfriskhedsgarantien er med til at cementere det tillidsfulde forhold mellem føtex og deres kunder, mens det samtidigt giver kunderne en unik og nytænkende service til returnering af varer."
        },
        {
            "el": "p",
            "text": "føtex Plus samler også alle kvitteringer til bunke, og så er de evigt populære tilbudsaviser naturligvis også en integreret del af oplevelsen. Alle varer er klikbare, så det har aldrig været nemmere at spotte de gode tilbud og føje dem til indkøbslisten – som naturligvis kan deles med resten af familien."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex-plus%2Ffotex-split3.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Alt i én app og kunden i centrum"
        },
        {
            "el": "p",
            "text": "Det var afgørende for føtex at skabe en app, der gav kunderne én samlet indgang til alle de udvalgte fordele. Derfor er der et klart fokus på de personlige tilbud, tilbudsaviserne og indkøbslisterne. Men samtidig måtte resten af føtex’ mange services aldrig være mere end et klik væk. Derfor kan føtex også bruge app’en som en subtil push-kanal for eksempelvis ’Mad ud af huset’ eller føtex’ netbutik."
        },
        {
            "el": "p",
            "text": "Knowit Experience har været føtex’ customer experience-partner igennem hele forløbet og har, i tæt samarbejde med føtex’ egen digitale afdeling, sikret, at alt fra den kreative retning til UX og UI er blevet udviklet med kunden for øje. Fra forretningslogik og flows til identitet og indhold."
        },
        {
            "el": "p",
            "text": "Det markante fokus på at skabe en app-oplevelse på kundens præmisser kommer for eksempel til udtryk i designet af et enormt intuitivt sign-on flow, sammenkoblingen med kundens kreditkort, så indkøb automatisk registreres, og ikke mindst i den skarpe og perfekt kække copywriting igennem hele app’en."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex-plus%2F2_screens_v3-43.png&w=640&q=75 640w",
            "alt": "Mobiles"
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Ffotex-plus%2Fimg2.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Et fordelsprogram med masser af plusser"
        },
        {
            "el": "p",
            "text": "Udviklingen af føtex Plus etablerer nok en gang føtex’ rolle som et af detailmarkedets bedste indkøbssteder. Det er en oplevelse, der er fuldt integreret i kundens sædvanlige købsrejse, og med de individualiserede tilbud bliver oplevelsen samtidigt personlig og unik. Derudover giver tilfriskhedsgarantien kunderne en helt særlig serviceoplevelse, der styrker føtex’ position som en ansvarlig organisation, som danskerne kan stole på."
        },
        {
            "el": "p",
            "text": "føtex Plus-app’en rammer direkte ned i den enkelte brugers konkrete behov og opfylder mange af de krav, den moderne forbruger måtte have til en indkøbs-app. "
        },
        {
            "el": "p",
            "text": "Og så overstiger den forventningerne med nytænkende features som de personlige tilbud og i særdeleshed tilfriskhedsgarantien."
        },
        {
            "el": "p",
            "text": "De næste skridt i Salling Groups digitale plan, er at udvikle lignende fordelsprogrammer for koncernens øvrige butikskæder. Derudover er det også en del af planen at tilføje nye features til føtex Plus løbende for at sikre, at programmet bliver en vedvarende løsning med konstant kvalitet, der efterlever kundernes stigende behov både nu og for fremtiden."
        },
        {
            "el": "p",
            "text": "Knowit Experience har været eksponent for den gode kundeoplevelse i udviklingen af føtex Plus. De har udfordret og inspireret os, og de har leveret værdifuld sparring i udviklingen af et kundeprogram, der gør en forskel for vores kunder. Knowit Experience har forstået at kombinere brandet med elegant design, intuitiv UX og copywriting, der passer i stil og tone med føtex-brandet."
        },
        {
            "el": "p",
            "text": "Karin Sommer, CMO"
        },
        {
            "el": "p",
            "text": "føtex."
        }
    ]
}