{
    "case": "utopus-insights-forvandler-big-data-til-brugervenlige-produkter",
    "url": "https://www.knowit.dk/cases/utopus-insights-forvandler-big-data-til-brugervenlige-produkter/",
    "dom": [
        {
            "el": "h1",
            "text": "Utopus Insights forvandler Big Data til brugervenlige produkter"
        },
        {
            "el": "p",
            "text": "CASE"
        },
        {
            "el": "p",
            "text": "UTOPUS INSIGHTS"
        },
        {
            "el": "p",
            "text": "I samarbejde med New York-baserede Utopus Insights har Knowit Experience forvandlet kraften fra en af verdens mest avancerede analyseredskaber til attraktive og intuitive produkter. Ambitionen er at gøre det nemmere og billigere at producere vedvarende energi, og dermed er håbet at låse op for det enorme potentiale inden for bæredygtig energiproduktion."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Futopus-insights%2Fworld_screen.jpeg&w=640&q=75 640w",
            "alt": ""
        },
        {
            "el": "h2",
            "text": "Customer experience skal gøre det komplekse simpelt"
        },
        {
            "el": "p",
            "text": "Utopus Insights er et uafhængigt energianalyse-selskab fra New York, der inden for sit første leveår blev opkøbt af Vestas på grund af sin ekspertise inden for digitaliserings-software. Utopus har pålagt sig selv den udfordring, det er, at skabe forudsigelighed i en uforudsigelig verden. Det gør de ved at tage kraften fra Big Data og stikke den i hænderne på de faktiske brugere på tværs af den verdensomspændende energisektor."
        },
        {
            "el": "p",
            "text": "Utopus er dedikerede til at udvikle løsninger, der kombinerer overlegen analytisk kraft med fremragende customer experience."
        },
        {
            "el": "p",
            "text": "Ved at gøre mulighederne inden for Big Data og Machine Learning tilgængelige og brugbare for alle, lige fra on-site-teknikeren til CEO'en, er Utopus hurtigt blevet en foretrukken samarbejdspartner inden for bæredygtig energiudvinding."
        },
        {
            "el": "p",
            "text": "Knowit Experience er Utopus' customer experience partner, og vi arbejder tæt sammen for at overkomme udfordringen i at gøre det komplekse simpelt. Det er nemlig nøglen til at skabe kraftfulde, analytiske løsninger, som brugerne let kan tilgå og begynde at bruge i deres arbejde. Ved at udfylde det hul kan vi låse op for et enormt potentiale både for vedvarende energi og for miljøets bevarelse."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Futopus-insights%2Futopus_case_grid-2.jpg&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "En redesignet Analytics-pakke til vedvarende energi"
        },
        {
            "el": "p",
            "text": "I det første år af samarbejdet mellem Knowit Experience og Utopus har vi hjulpet med at lancere en helt ny programpakke, der omdefinerer, hvordan verdensførende analyseredskaber og customer experience kan gå hånd i hånd."
        },
        {
            "el": "p",
            "text": "Utopus Insights tilbyder nu en brugervenlig og visuelt indbydende platform, som tillader mennesker fra hele verden at forstå, forudse og optimere den daglige produktion af grøn energi."
        },
        {
            "el": "p",
            "text": "Løsningerne monitorerer allerede titusindvis af vindturbiner og solpaneler og skaber dermed Big Data-indsigter i en massiv skala."
        },
        {
            "el": "p",
            "text": "Programmerne er desginet til at kunne skalere sømløst fra store operationscentre til en mobil enhed i hånden på teknikeren, der arbejder 100 meter over jorden. Denne tilgang har effektivt flyttet Big Data ud af de store datacentre og ned i hænderne på de mennesker, der faktisk træffer de vigtige beslutninger om energiproduktionen hver eneste dag."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Futopus-insights%2Futopus_case_vx.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Fra petabytes af data til elskværdige produkter"
        },
        {
            "el": "p",
            "text": "Partnerskabet mellem Knowit Experience og Utopus Insights har betydet en sammensmeltning mellem datavidenskab og User Interface-design. Med de mange forskellige krav til kompleksitet og simplicitet i hver eneste del af løsningerne etablerede vi et principsæt, der skulle agere ledestjerne for den oplevelse og det design, som vi i sidste ende gerne ville tilbyde brugerne:"
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Futopus-insights%2Futopus_case_esp.png&w=640&q=75 640w",
            "alt": "\"\""
        },
        {
            "el": "h2",
            "text": "Øjeblikkelig indflydelse på brugertilfredsheden"
        },
        {
            "el": "p",
            "text": "Utopus Insights' programpakke er blevet lanceret gradvist over 12 måneder, men fællesnævneren for alle udgivelserne har været en imponerende modtagelse fra brugerne. I gennemsnit vokser brugerbasen for hvert produkt med 10% måned for måned. Og endnu vigtigere: De første tilfredshedsundersøgelser viser, at de intuitive interfaces rammer den rigtige nerve hos brugerne. Tilfredshedsraten for produkterne er gennemsnitligt 95%, og produkterne har en gennemsnitlig Net Promoter Score på 47, hvilket indikerer en meget høj grad af loyalitet til programpakken."
        },
        {
            "el": "p",
            "text": "Den redesignede programpakke er kun begyndelsen for Utopus Insights. I løbet af det næste årti forventes det, at 45% af indtjeningerne i el-industrien skal komme med udgangspunkt i digital transformation, og derfor har Utopus' produkter enormt økonomisk potentiale. Endnu vigtigere er det imidlertid, at programpakken har en reel mulighed for at gøre en betydelig forskel i bestræbelserne på at sikre en mere bæredygtig og miljørigtig energisektor."
        },
        {
            "el": "p",
            "text": "Knowit Experiences evne til at forstå ikke bare vores forretning, men også vores kunders forretning, har været enestående. Deres konstante fokus på at simplificere vores data og vores processer, uden nogensinde at vige fra vores kunders interesser, har været altafgørende for det succesfulde redesign af vores programpakke. De har supporteret os med et yderst kvalificeret, tværfagligt team af strateger, designere, UX-specialister og Frontend-udviklere."
        },
        {
            "el": "p",
            "text": "Neil Desai, Chief Technology & Products Officer"
        },
        {
            "el": "p",
            "text": "Utopus Insights."
        },
        {
            "el": "img",
            "src": "https://www.knowit.dk/_next/image/?url=https%3A%2F%2Fwww.knowit.dk%2Fglobalassets%2Fcase%2Fexperience%2Futopus-insights%2Futopus_case_fonticons.png&w=640&q=75 640w",
            "alt": "Font icons"
        }
    ]
}